{
  "id": 1167709,
  "name": "PEOPLE v. BOYLE",
  "name_abbreviation": "People v. Boyle",
  "decision_date": "1884-01",
  "docket_number": "",
  "first_page": "54",
  "last_page": "55",
  "citations": [
    {
      "type": "official",
      "cite": "2 N.Y. Crim. 54"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Ct. Gen. Sess.",
    "id": 9672,
    "name": "New York Court of General Sessions"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 186,
    "char_count": 3005,
    "ocr_confidence": 0.537,
    "sha256": "5442cce257d3a887c2e32c42ca2217568808cf96eccdf31b92e946edddd2a019",
    "simhash": "1:29b2e4e43b8b6c40",
    "word_count": 516
  },
  "last_updated": "2023-07-14T19:46:36.421582+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PEOPLE v. BOYLE."
    ],
    "opinions": [
      {
        "text": "Rufus B. Cowing, City Judge.\nIt appears from the complaint upon which the proceedings were initiated, that the defendant, on the 18th of December, 1883, threatened to kill the complainant, his wife; and by the commitment, that the magistrate, before whom the proceedings were pending, committed the defendant to the city prison in default of bail, until he should be discharged by due course of law.\nThe counsel for the defendant claims and insists that this court is the proper forum for him to move for his discharge; while the district attorney insists that this court, under the circumstances, has no jurisdiction to hear and determine the motion.\nWhere a person has been arrested for threatening a breach of the peace, and has given an undertaking, as required by section 89 of the Code of Criminal Procedure, there can be no doubt but that this court has jurisdiction to discharge the defendant under certain circumstances ; but I fail to find any where, in sections 84 to 99 inclusive, any express authority given to this court to entertain jurisdiction of the proceeding, where the defendant has been committed by the magistrate, in default of the giving the undertaking required by section 89.\nUnder the law of this State, as it existed before the Code, and as declared in the Revised Statutes, when a person was arrested and brought before the magistrate, charged with threatening a breach of the peace, Colby says, at pages 84 and 85 of his work, that there is no examination, or trial, of the party arrested; and that he is not permitted to be heard, either personally or by counsel; he must either enter into the undertaking or be committed. But sections 87 and 88, of the Code of Criminal Procedure, have changed the law; so that the magistrate may proceed io examine the charge, and determine upon evidence, whether it is well founded, or not; and if not, may discharge the defendant.\nIt may be, that the legislature intended that this court should have power, to discharge the defendant, where he is committed for want of filing the undertaking, required by section 89, the same as where the undertaking is given. But if so intended, I find it nowhere so expressed, in words ; and therefore, inasmuch as it appears, that the defendant stands committed in default of giving the undertaking, required by section 89 of the Code of Criminal Procedure, I have come to the conclusion, that this court has no power to discharge the defendant. The motion is denied.",
        "type": "majority",
        "author": "Rufus B. Cowing, City Judge."
      }
    ],
    "attorneys": [
      "Peter B. Olney, district attorney, for the people."
    ],
    "corrections": "",
    "head_matter": "Court of General Sessions—New York County.\nJanuary, 1884.\nPEOPLE v. BOYLE.\nSecurity to keep the Peace.\nThe Court of General Sessions of the City and County of New York has no jurisdiction to discharge a prisoner committed by a police magistrate in default of giving the undertaking required by section 89 of the Code of Criminal Procedure to keep the peace.\nMotion to discharge the defendant Thomas Boyle, who is in custody in default of giving an order taking to keep the peace.\nPeter B. Olney, district attorney, for the people."
  },
  "file_name": "0054-01",
  "first_page_order": 78,
  "last_page_order": 79
}
