{
  "id": 1167726,
  "name": "MATTER OF McDONALD",
  "name_abbreviation": "In re McDonald",
  "decision_date": "1884-03",
  "docket_number": "",
  "first_page": "82",
  "last_page": "108",
  "citations": [
    {
      "type": "official",
      "cite": "2 N.Y. Crim. 82"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Ct. Oyer & Terminer",
    "id": 11573,
    "name": "New York Court of Oyer and Terminer, Albany County"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "5 Hun, 626",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    },
    {
      "cite": "4 Hill, 140",
      "category": "reporters:state",
      "reporter": "Hill,",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "103 U. S. 198",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "pin_cites": [
        {
          "page": "182"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "4 Hill, 146",
      "category": "reporters:state",
      "reporter": "Hill,",
      "pin_cites": [
        {
          "page": "147"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "15 N. Y. 532",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2018085
      ],
      "pin_cites": [
        {
          "page": "543"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/15/0532-01"
      ]
    },
    {
      "cite": "103 U. S. 168",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1522273
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/us/103/0168-01"
      ]
    },
    {
      "cite": "2 Hun, 226",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "236, 237"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1769,
    "char_count": 62620,
    "ocr_confidence": 0.534,
    "pagerank": {
      "raw": 6.800573929110667e-08,
      "percentile": 0.4158603455259361
    },
    "sha256": "a39a6f12dbc50744845b6f5c1b91653b32e6a78eec44a397428f8f796e54d6c5",
    "simhash": "1:b2eff909fe1ad3d6",
    "word_count": 10619
  },
  "last_updated": "2024-02-27T21:16:51.275330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "MATTER OF McDONALD."
    ],
    "opinions": [
      {
        "text": "Westbrook, J.\nWilliam McDonald, who. is confined in the jail of Albany county, through and by the writ of habeas corpus asks his discharge from such imprisonment.\nThe writ was allowed by the Hon. William L. Learned, one of the justices of the Supreme Court of this state, and was made returnable at the court of Oyer and Terminer, then in session in the county of Albany, as the law required. 2 Edm. Stat. 784, § 227; People ex rel. Phelps v. Fancher, 2 Hun, 226, 236, 237.\nThe petition and return show the cause and circumstances of the commitment of McDonald to be as follows:\nOn the 14th day of January, 1884, the senate of the state of Mew York passed the following preamble and resolution:\n“ Whereas, Grave charges of fraud and irregularities have been made from time to- time by the public press, and recently, by the Union League Club of the city of Mew York, against Hubert O. Thompson, commissioner of public works in the city of Mew York; and\n“ Whereas, These charges have, in the opinion of many persons, never been satisfactorily explained and fairly refuted; and\n“ Whereas, It is of vital importance to all the taxpayers of this state that the heads of all public departments should be beyond- reproach ; therefore be it\n“ Hesolved, That the standing committee on the affairs of cities of this senate be, and it hereby is, directed and empowered to investigate the Department of Public Works in the city of Mew York, with power to send for persons and papers, and said committee is hereby authorized to employ a stenographer and such counsel and accountants as it may deem necessary for the thorough discharge of the duties hereby imposed. Such committee to report the result of such investigation and its-recommendations concerning the same to the senate on or before the fifteenth day of April next.”\nDuring the month of February succeeding the date of the passage of the resolution just given, William McDonald, in obedience to its subpoena, appeared before the senate committee as a witness, and was examined at considerable length in regard to material—gravel, limestone chips, &c.—which he had furnished to the city. The witness, through his counsel, who appeared, as the committee held, only by its courtesy and not by right, refused and declined to answer sundry questions designed to ascertain where he had obtained the materials furnished to the city by him, and also other questions concerning his business as a dealer in coal. The witness finally, by advice of counsel, retired from the presence of the committee and refused to be further examined.\nThe senate committee reported the conduct of the witness to the senate, and on the 27th day of February, 1884, in pursuance of its resolution and by force of its warrant issued to its sergeant-at-arms, McDonald was brought before the senate to answer for his alleged contempt in refusing to answer the questions propounded by the committee, and in leaving the presence of the committee after a refusal to submit to a further examination. Upon his arraignment before the senate McDonald was heard by counsel, and the result was the adoption of a resolution by the senate on the 28th day of February, 1884, adjudging him to be in contempt for refusing to answer the questions asked by its committee, and for refusing to submit to a further examination by and before such committee, and sentencing him to imprisonment in the Albany county jail until he should submit himself to be examined by such committee, and in case of his refusal so to do, the imprisonment to continue until the final adjournment of the legislature. Under such resolution McDonald was remanded to the custody of the sergeant-at-arms, who was directed to deliver him to the sheriff of Albany county, to be confined by said sheriff in the common jail of such county “ until the final adjournment of the present legislature, unless sooner discharged by order of the senate.”\nAfter the adoption of the resolution by the senate McDonald was again brought to its bar, and was informed, by the president of its sentence. The senate then issued its warrant under its seal, signed by its president and clerk, reciting the proceedings had before it, and directing the imprisonment of McDonald in conformity with its sentence, under which warrant he is now imprisoned in the Albany jail, and which warrant is returned to the court as the sole cause and ground of imprisonment.\nPreliminary to the statement of the question which this proceeding presents, it is proper to observe that, in support of the legality of the imprisonment of McDonald, it is not urged that either the senate-or the legislature had any judicial control over the incumbent of the office of commissioner of public works of the city of New York. Neither could punish him for crime nor remove him for cause. It could, however, initiate legislation concerning the office, and thus, with the concurrent action of the assembly, and the approval of the governor, remedy any deficiencies in the statutes regulating the office, and by force of legal enactment provide for the removal of the commissioner and for the selection of another individual to fill his place. It was strongly urged upon the argument in behalf of McDonald that the resolution of the senate does not contemplate any legislative action whatever, but only and solely an investigation as to the guilt of the commissioner of the charges which are recited in the resolution. The adoption of this view, however, as it imputes to the senate an assumption of power, is forbidden by the respect for that high and dignified body which should be cherished and observed by every judge. It will be assumed therefore that the inquiry which the resolution authorized was to be conducted for a legitimate and proper purpose, and that when the senate directed its committee “ to report the result of such investigation, and its recommendations concerning the same,” it intended thereby that such committee should report what legislation was, in its judgment, required to remedy evils or abuses, if any such were found.\nFrom this narrative of fact it is evident that the question submitted is not, can the legislature, or either branch thereof, in execution and discharge of judicial functions (and there are some of that character expressly conferred by the constitution of the state, such as, “Each house shall ... be the judge of the elections, returns and qualifications of its own members,” of the assembly to impeach, of the senate to remove from office, upon the recommendation of the governor, etc.), punish for contempt \\ Mor is it: Oan either house in aid of legislation examine witnesses on oath, a right though most seriously questioned in a recent ease by the supreme court of the United States (Kilbourn v. Thompson, 103 U. S. 168-189) ? But it is this: Can either one of the two houses comprising the legislature of the state, through the authority which it undertakes to confer upon a committee, and by the agency of such committee, obtain and compel the testimony of individuals, supposed to be needed for the purpose of legislation, and on the refusal of any individual to attend as a witness and to give evidence, punish him for the alleged offense or crime of so refusing ?\nThe question is certainly a grave one, and one which has never before in this state been so directly and flatly presented to a court for adjudication as now. It involves a careful study of the effect of the lodgment of the executive, legislative and judicial powers of the state in distinct and different departments, and the restraints thereby imposed upon legislative power, the inherent or inherited prerogatives of the legislature, or of either house thereof, and the necessary limitations upon all power under a republican system of government. The discussion and consideration should be conducted with a sincere respect for that body in which, together with the assembly, by the constitution of the state, it is declared, “ the legislative power of this state shall be vested,” and with an honest desire to preserve to it all its rights and privileges, but yet with a determination also to preserve to each great department of the government of the state the power lodged by the constitution therein, the preservation of which to each is vital to the liberties and rights of the people of this commonwealth. -\nWith the spirit just indicated the examination of the question is approached, and in the forefront of inquiry is another query to be answered, upon the true solution of which the correct answer to the other must largely depend, and it is this : Was the power which the senate exercised over McDonald judicial or legislative in its character ?\nIn answering this question it is necessary to bear in mind not only the fact of the imprisonment of McDonald, but also the language of the order or resolution which commanded such imprisonment, to the end that the true nature and character of the power assumed may appear. The resolution recites that he had “ been declared to be guilty of a contempt of the senate,” and was “ convicted thereof.” It then states the particular contempt of which he was “ declared . . . guilty,” and of which he had been “ convicted,” and then proceeds to announce the punishment to be imprisonment, as hereinbefore stated, and which is preceded by the words “ is hereby sentenced.” The language of the president of the senate in communicating to McDonald the determination of that body is also equally significant, as to the character of the power it claimed to exercise. He said, after stating the offense of which McDonald had been adjudged guilty: “ It becomes my duty to communicate to you, at this time, th& judgment or punishment the senate has seen fit to impose upon you for the offense which you have committed.” This declaration is followed by an enunciation of “ the judgment or sentence ” imposed by the senate.\nFrom the foregoing statements of facts, it is apparent that the senate \"summoned McDonald to answer for an offense ; that after a hearing or trial upon which he was represented by counsel, it declared him “ to be guilty ” and “ convicted” him “ thereof,” and then “ sentenced ” him to “ the judgment or punishment ” of imprisonment in the county jail of Albany county, where he is now detained, and where he must continue, unless relieved by this proceeding, “ until the final adjournment of the present legislature, unless sooner discharged by order of the senate.” It needs no elaborate argument to prove that this was the exercise of judicial and not of legislative power. This conclusion follows inevitably from the conceded truth that while it 'is the prerogative of the legislature, as a general rule, only to enact laws, and thus to declare what acts shall be deemed criminal, subject, however, to the restraints of the fundamental law, it is also, as a general rule, the prerogative of courts alone to interpret the laws, and to apply and enforce their remedies, either as between individuals or as between the state and parties subject thereto. There is, however, no occasion for abstract reasoning upon this point, as in the recent case of Kilbourn v. Thompson (103 U. S. 168-193), precisely the power which the senate has exercised, of general inquiry by a committee and the punishment as for a contempt of a person refusing to testify, was held to be “judicial and not legislative.” See also Kielley v. Carson, 4 Moore's P. C. 62, 89, 80 ; Fenton v. Hampton, 11 Moore, P. C. 347-352, &c.; Doyle v. Falconer, 1 L. R. P. C. 328, in which, on page 350, it is distinctly asserted, that “ a power to punish for contempt is a judicial power.”\nAs then, the power which has been exercised over McDonald was judicial, which, as a rule, must be exercised by courts alone, in which that general- power is lodged by the constitution of the state, and as' the senate had no judicial authority over the official whose conduct they were investigating, when the alleged contempt was committed, and as the constitution of the state expressly vests only legislative power in the senate and assembly, it is a most important question to be determined, as personal liberty is involved, when and how, and by virtue of what, did the senate acquire the judicial power, which alone can sentence the citizen to imprisonment in a common jail. It is true that there are statutory enactments in this state (1 Edm. R. S. 153, sec. 13, sub. 4), which undertake to confer upon “ each house . . . the power to punish as a contempt, and by imprisonment, a breach of its privileges, or of the privileges of its members ” in certain specified cases, among which are, “ that of refusing to attend, or be examined as a witness, either before the house or a committee, or before any person authorized by the house, or by a committee, to take testimony in legislative proceedings.” It is also true that this enactment can have force by limiting its provisions to those cases, in which by the constitution of the state either house has judicial powers (some of which have been previously mentioned), but it cannot be denied that relying upon the case of Anderson v. Dunn (6 Wheaton, 204), and which they refer to in their notes (3 R. S. [2d ed.] 456), the revisers of our statutes supposed that the power to punish for contempts existed in both branches of the legislature. The authority relied upon, however, which does hold that either house of Congress has, by virtue of its legislative power, general authority to punish for contempt, is distinctly overruled in the more recent case by the same tribunal (the Supreme Court of the United States) in Kilbourn v. Thompson (103 U. S. 168), Of Anderson v. Dunn, Judge Miller, in giving the opinion of the court in the later case, says: “It was decided as a case of the first impression in this court, and undoubtedly under pressure of the strong- rulings of the English courts in favor of the privileges of the two houses of parliament. Such is not the doctrine, however, of the English courts to-day.” The learned judge then refers to the English cases (103 U. S.198, 199, 200), and concludes with the distinct repudiation of the extreme view of the power of either house of congress, affirmed in Anderson -u. Dunn. Notwithstanding then the existence of a positive legislative enactment justifying the power exercised in the case of McDonald, and notwithstanding the very eminent source from which it emanated—the revisers of our statutes who were misled by the opinion of our highest federal tribunal, since overruled by the same supreme authority—it is still proper to ask, how could the legislature confer upon itself, or upon either branch thereof, judicial power for the purposes of general legislation ? Or to put the question more fully and accurately, it being conceded that the alleged contempt for which McDonald is imprisoned was committed, if at all, not in the course of a judicial inquiry, which the senate, by the constitution was authorized to make, but in the course of a legislative inquiry instituted with a view to possible legislation, how could a mere statute confer upon it the power which it has exercised % We are thus brought (as it is cited to uphold McDonnell’s imprisonment) to the discussion of the constitutionality of a statute of the state, an inquiry, certainly of the gravest character, but one which courts must consider and decide, when arising in the due course of a judicial proceeding.\nIt cannot be denied that the law-making power of the state is more general, and reaches a class of subjects, upon which the congress of the United States cannot legislate; and as the grant of power to the legislature to legislate is general, it is for those who question the constitutionality of a statute to show that it is forbidden. People v. Draper, 15 N. Y. 532, 543. But while all this is true, it is also true that there are “ positive restraints upon the legislative power contained in the ” constitution, and that, as was further well said by Denio, O. J., in the ease just cited (p. 544) in regard to that instrument: “ Every positive direction contains an implication against anything contrary to it, or which would frustrate or disappoint the purpose of that provision. The frame of the government, the grant of legislative power itself, the organization of the executive authority, the erection of the principal courts of justice create implied limitations upon the law-making authority as strong as though a negative was expressed in each instance.” To this must be added the further thought that the jurisdiction of congress to legislate, when exercised over the subject matters confided to its care, is as supreme as that of the législature of the state over those of which it has cognizance, and that, therefore, whatever authority or right, which exists as an incident of or as ancillary to the simple .power of legislation, must be possessed in an equal degree by both, for to each, subject, of course, to certain fundamental1 restraints, has been confided all the authority which the people (of thp several states in the one instance, and of one state in the other) had to legislate upon the subjects committed to each. , The constitution of this state, too, fails to confer upon its legislature, as the constitution of the United States does upon its congress, the express power to punish the citizen, and both declare “ no person shall be . . . deprived of life, liberty or property without due process of-law.” These considerations make the case of Kilbourn -y. Thompson, 103 ü. S. 168, applicable to the present one, and the conclusion therein drawn from the distribution of the executive, legislative and judicial functions into different departments controlling, on the point now being considered.\nConceding then that the power which has been exercised by the senate is a judicial one, that it was exercised in the pursuit of an inquiry which was legislative and not judicial in its character, that by the constitution of the state its judicial power is committed to courts which are therein recognized, and to such other courts as the legislature are thereby authorized to establish, and that such deposit of general judicial power elsewhere than in the legislature is a prohibition against the conferring of such power upon itself, it is impossible to see how the provisions of the Revised Statutes, before quoted and upon which action has been issued, can constitutionally confer upon the senate of this state the power which has been assumed. It is not designed by this to assert that the statutes in question are wholly void. They may have full application by limiting them to cases in which either house may act judicially, but upon reason and authority they must be held impotent to confer a general power to commit and punish as a contempt the refusal of an individuál to give evidence, when such testimony is required solely for the purpose of legislation.\nHot only, however, is the statute under consideration to be held inoperative in its application to the present case, for the reason that the power exercised thereunder is a judicial one, and cannot be lodged by the legislature elsewhere than where the constitution has placed it, but also because it violates the express provision of that instrument declaring (art. 1, sec. 6): “Mo person shall be . . . deprived of life, liberty or property without due process of law.”\nIn Taylor v. Porter, 4 Hill, 146, 147, Judge Bronson, in speaking of this clause, said : “ The words £ due process of law ’ in this place cannot mean less than a prosecution or suit instituted and conducted according to the prescribed forms and solemnities for ascertaining guilt or determining the title to property.”\nIn Kilbourn v. Thompson (103 U. S. 198, 182), the Supreme Court of the United States, per Miller, J., said : “ Of course, neither branch of congress, when acting separately, can lawfully exercise more power than is conferred by the constitution on the whole body, .except in the few instances where authority is conferred on either house separately, as in the case of impeachments. Mo general power of inflicting punishment by the congress of the United States is found in that instrument. It contains in the provision that no person shall be deprived of bife, liberty or property without due process of law the strongest implication against punishment by order of the legislative body. It has been repeatedly decided by this court and by others of the highest authority, that this means a trial in which the rights of the party shall be decided by a tribunal appointed by law, which tribunal is to be governed by rules of law previously established.”\nIn holding that this provision of our state constitution is applicable to the cause under consideration, the force of certain decisions of our Court of Appeals (Happy v. Mosher, 48 N. 7. 313; People v. Supervisors, 70 N. 7. 228), holding that due process of law “ need not be a legal proceeding according to the course of the common law,” has not been overlooked. While the cases referred to were undoubtedly correctly decided, it can hardly be supposed that the most ardent advocate of plenary power in the legislature would attempt to sustain the constitutionality of a statute which directed a committee of either house to inquire.into a controversy between individuals, and upon the report of such committee authorize each house, or the legislature itself, to decide such controversy, Hor would a law authorizing an inquiry by means of a legislative committee as to the commission of crime, and its punishment by the legislature, or either house thereof, upon the report' of its committee, be deemed valid. Such attempted legislation in either ease would be void, not only for the reason that it undertook to transfer judicial power from the courts, where the constitution places it, but also because it violates the provision of the constitution forbidding the deprivation of life, liberty or property without due process.of law. In Happy V. Mosher, before cited, Judge Eabl, while holding that the proceeding which takes property need not be one according to the course of the common law, distinctly says: “ An approved definition of due process of law is, ‘ law in its regular course of administration, through courts of justice? 2 Kent's Com. 13.”\nAs McDonald is confessedly deprived of his liberty, not according to “ law in its regular course of administration through courts of justice,” the legality of such imprisonment must be upheld by some other argument than one founded upon the -statute which, as is alleged, confers it. If the power exercised is a judicial one (and that it is, is too clear to be debatable), then the attempt to confer it by law upon the legislature, or either house thereof, in a case over which it has no judicial power, must fail for the reasons given, unless also it is one inherent in a legislative body, as in courts, as the reviewer's seemed to suppose, when they reported these statutory provisions. Is it so inherent, is the next question to be considered.\nIn the discussion of this question it must be conceded that ■there are not wanting cases,,nor opinions of elementary writers, holding that the power to punish for contempt is one inherent in every legislative body. Cooley on Const. Lim. 134; 1 Kent, 236; 1 Story on the Const. 4th ed. § 847. Such decisions and opinions, however, are founded upon the usage of the English parliament, the case of Burdett v. Abbott, 14 East, 1-131, with the earlier decisions of the English courts, and the' case of Anderson v. Dunn, 6 Wheaton, 204. In the quite recent case, however, of Kilbourn v. Thompson, 103 U. S. 168, which follows the later English cases, overruling Burdett v. Abbott and the older decisions, the Supreme Court of the United States, in an exhaustive opinion by Miller, J., has repudiated the conclusions announced in Anderson v. Dunn, and held that “ an examination of the history of the English parliament and the decisions of English courts, shows that the power of the house of commons, under the laws and customs of parliament to punish for contempt, rests upon principles peculiar to it, and not upon any general rule applicable to all legislative bodies. The parliament of England, before its separation into two bodies, since known as the house of lords and the house of commons, was a high court of judicature, the highest in the realm, possessed .of the general power incident to such a court of punishing for contempt. On its separation, the power remained with each body, because each was considered a court of judicature and exercised the functions.of such a court.”\nIt was argued, however, that the question in Kilbourn v. Thompson related to the power of a single house of congress, and that the question of the power of a state legislature was not before the court. This is true, but the point what legislative power is inherent in a legislative body as sicoh, was before the court, and the existence of the power, as a legislative one to punish for contempt, was denied. Keither, as has been before partially argued, is there such a difference between the legislature of a state and congress as to make that decision inapplicable to the present case. Certainly congress is a legislative body as well as a state legislature. If the right to punish for contempt exists by force of the fact that power to legislate is conferred, then it must exist in both. That the field of legislation varies, cannot change the prerogative which follows the simple power to legislate, and therefore the conclusion which the court, in Kilbourn v. Thompson, drew from the fact that the judicial powers of the two houses of the English parliament were not “ applicable to all legislative bodies,” is conclusive against the existence of the power in a state legislature simply, and only because it has law-making power.\nThe case of Kilbourn v. Thompson, which has been so often referred to in the course of this opinion, is well worthy of a careful study, not only because it is the judgment of the highest court in the land, but also because the learned and exhaustive opinion of Mr. Justice Miller conclusively shows that past precedents of the congress of the United States and of the legislatures of the several states in legislative inquiries are not to be followed. They all undoubtedly had their origin in the practice of the English parliament, which the case of Anderson v. Dunn, 6 Wheaton, 204, held to be applicable to both houses of congress. The resolution under which the inquiry of the committee of the house of representatives in the Kilbourn case was conducted, recited that the United States was a creditor of the bankrupt firm of Jay Cooke & Co., and became such “from the improvident deposits made by the secretary of the navy of the United States, with the London branch of said house of Jay Cooke & Co., of the public moneys that the house of Jay Cooke & Co. were largely interested in a real estate pool in the city of Washington, of their interest in which a settlement, disastrous to their estate and to its creditors, had been made by their trustee; and that, therefore, the affairs of such pool and the matters of such settlement should be inquired into by a special committee of the house, to be appointed by its speaker, “ with power to send for persons and papers and report to this house.” Of such a resolution, as it involved an inquiry into .a transaction in which the general government, as well as private individuals, was interested, it might well have been said that under it legislation was contemplated to prevent in the future “ improvident deposits ” by an official of the United States with an individual banking house, and to prevent fraudulent settlements thereafter by trustees of the estates of adjudged bankrupts, and that, therefore, the inquiry was within the power of the house; and yet, after Kilbourn had declined to answer questions propounded by the committee touching the pool it was required to investigate, and had refused to produce its records, and for such refusal the house had adjudged him to be in contempt, and had imprisoned him therefor, in an action brought for the imprisonment, the court held that the inquiry was beyond the jurisdiction of the liouse and the imprisonment illegal and contrai’y to law. Can that case be distinguished from the present ? It is, undoubtedly, very similar. The argument founded upon the necessity'of an investigation to formulate legislation is as forcible in the one case as in the other, and if in the one case such argument was not sufficiently potent to justify the imprisonment, it is not seen why it should be in the other. True it is that the decision referred to was directly predicated upon the power of congress, and not upon that of a state legislature, but of the subject-matter of the inquiry the house of representatives had as full and complete jurisdiction in the matter of Kilbourn as the senate of this state had in that of McDonald. In both cases the intent to legislate was evinced, if there was any such intent in either, by the direction to the committee “ to reportin both the private affairs of the citizen were sought to be discovered; and until now the right of investigation by congress and the state legislature has been placed, both by elementary writers and in judicial opinions, upon a common ground, as an incident to the law-making power. ' The most exalted tribunal of the land having deliberately held that such power as has been assumed by the senate in the present case (which is believed to be the logical sequence from the decision in the Kilbourn case)', it is difficult to see how the imprisonment of McDonald can be sustained either on authority or reason.\nIf the decision in Kilbourn v. Thompson has not foreclosed discussion of the question under consideration, it may be well to further consider the argument generally pressed to sustain the power of a legislative body to punish as a contempt the refusal of a witness to answer questions in aid. of legislation, founded upon its alleged necessity. The argument, in brief, is this : The power is a necessary one to enable a legislative body to enact laws, and because necessary, though unconferred, it exists. The force of the old maxim, “ Quando lex aliquid concedit, concederé videtur et illud, sine quo res ipsa esse non potest,” is conceded as a general rule; but it would be difficult to prove that such a power is indispensable in the enactment of laws, and that legislators can only intelligently legislate in regard to crime and official delinquencies when they have precise information as to the crimes committed by particular individuals, and the delinquencies of particular officials. The truth in no such exact accuracy of knowledge has ever been acquired, either through investigation by examination of witnesses or without it, and the existence of our state government to-day, and our body of wise and wholesome statutes disprove the theory upon which the argument rests. It is not supposed in the present case that there was any intention impertinently to pry into the private affairs of a citizen, nor is there discoverable in the examination of McDonald any attempt to extort evidence which was not legitimate to the inquiry, provided the inquiry itself was legitimate and authorized by law. If the commissioner of public works of the city of Hew York had committed frauds, or if it was supposed he had, the machinery of the law, controlled by courts, was adequate’to investigation and punishment. If the proper safeguards of integrity of official, conduct in such commissioner were not embodied in the law creating the office, an examination of those statutes would disclose the opportunities for official peculation, and reflection would suggest proper amendment. The truth is, that if the “ mqy,isitorial power ” (this is the name given to it by the counsel for the senate) exists in a branch of the state legislature, the citizen can have no secret: all the details of his private business, the condition of his property and estate, any immoral conduct, any short-coming in thought, word or deed can be laid bare under the torture of imprisonment. Of course, good sense and honor will generally prevent such an abuse of power, but t'he statement of the ultimate conclusion is necessary before the concession is made of the existence, in are-publican state, of an unconferred power capable of such results. If such a power is inherent in the legislative department because its existence is necessary, why does it not, also, inherently reside in the executive ? The governor may, when called upon to act officially, and especially when making suggestions as to legislation, oftentimes need exact information. Why should he not enjoy the same prerogative under the plea of necessity ? The answer to the argument in both cases is, that, under republican governments the liberty of the citizen is secure, and the power which interferes with it must be conferred by the fundamental law. Extraordinary parliamentary prerogatives and privileges, by which the secrets of the citizen may be extorted and his liberties taken away, existing in a country where a parliament is supreme, and gives to the people whatever rights they possess, cannot exist in a country, the government of which rests upon a precisely opposite theory, that the people confer all power, and that executives, legislatures and courts take only such authority as the people bestow. It was well said by Bronson, J., in Taylor v. Porter, 4 Hill, 140-144: “ Under our form of government the legislature is not supreme. It is only one of the organs of that absolute sovereignty which resides in the whole body of the people. Like other departments of the government, it can only exercise such powers as have been delegated to it; and when it steps beyond that boundary, its acts, like those of the most humble magistrate in the state who transcends his jurisdiction, are utterly void.” To the argument, then, founded on necessity, the answer is clear. Its possession may be convenient, but is not indispensable; its capacity for abuse is enormous; it deals with the liberty of the citizen upon the theory of existing parliamentary privileges, which have never been conferred, and because unconferred, cannot be exercised under a government republican in form, which, to be such in fact, as well as in name, cannot commit persons within its jurisdiction to an “ Inquisitorial Power,” uncontrolled by law, the only restraint being the discretion of the body exercising it.\nThe argument already made, to show that the power exercised by the senate in the case of McDonald is not one inherent in a legislative body, hardly needs the support of adjudged cases in addition to that of Kilbourn v. Thompson, but the following, with the single exception of one in Canada, by the privy council of England, abundantly sustain it: Kielly v. Carson, 4 Moore's P. C., 63; Fenton v. Hampton, 11 Moore's P. C. 349-366; Doyle v. Falconer, 1 L. R. P. C. 328, and Landers v. Woodworth, 2 Canada Sup. Ct. R. 158. If it is possible to settle a legal problem by weight of judicial character and learning, then this must be deemed settled, for looking at the learning of the judges who have rendered these decisions, especially that of Kielley v. Carson, it is true, as Judge Miller asserts in the Kilbourn case, that because of their weight such decisions “ should be received as conclusive.”\nIt was further argued that, under section 17 of article 1 of our state constitution, this power in question is conferred, because it adopts the common law of England and makes it a part of ours. A reference to that clause of the constitution will show that the whole body of the common law of England was not thereby introduced into this state, but only “ such parts of the common law, and of the acts of the legislature of the colony of New York, as together did form the law of the colony on the nineteenth day of April, one thousand seven hundred and seventy-five . . . shall be and continue the law of this state.” The truth is, that the powers of the English parliament were not dependent upon the common law at all (see cases above cited), but upon the lex et consuetudo parliament ; and as early as 1604 the parliament called itself (1 Hallam's Con. His. 254-5) “the high court of parliament,” and then added, “ whose power being above the law is not founded on the common law, but have their rights and privileges peculiar to themselves.” It will be observed that the constitution adopts only “ such parts of the common law, and of the acts of the legislature of the colony of New York, as together, did form the law of the colony ” on April 19, 1775, and no part of th% parliamentary law. It is necessary, therefore, to sustain the position taken by the counsel for the senate, to prove that the power claimed was either part of the common law of the colony, or was contained in an act of its legislature. As it was not a part of the common law of England, it is difficult to see how it could become a part of the common law of the colony; and as no act of the colony ever conferred it, it is equally difficult to see how the constitutional provision referred to aids the position assumed. The ninth article of the first' constitution of the state, adopted in 1777 (7th ed. R. S. 39), did provide “that the assembly . . . shall choose their own speaker, be judges of their own members, and enjoy the same privileges, and proceed in doing business in like manner as the assemblies of the colony of New York formerly did;” but \"this clause gave no power to the senate, and was omitted in the subsequent constitutions, and the provision now reads as has been set, forth above. It has already been shown that the constitution, as it now reads, does not give any color to the argument that it validates the power in either branch of the legislature, but it may be well to show that the colonial legislature had no such power in fact.\nIt clearly was never granted. No such bestowal of authority can be found in the charter issued by Charles I. to his brother James, duke of York, in 1664, nor in any act of parliament. It is unnecessary to dfetail the mode and manner of the government of the colony of New York while under English rule. It is sufficient to state that instead of the absolute power of parliament being conferred upon the colonial legislature, or upon the people themselves, its laws were subject to royal approval, and even the charter of liberties, passed on the 17th day of October, 1683, by the assembly of the colony, was vetoed.by James (the same duke of York) when he became king in 1686, and the act of 1691 shared the same fate under King William, (Bancroft's History of the United States, vol. 2, p. 414; vol. 3, p. 56 ; Id. p. 101 ; 2 R. L. of 1813, note on page 6 of appendix). “ Its ” (parliament’s) “ absolute power,” Mr. Bancroft says (vol. 3, p. 101), “was in general terms unquestioned in England, even by American agents, and was by itself interpreted to extend over all the colonies with no limitation but its own pleasure. It was ‘absolute and unaccountable.’” The same author (page 108) further states: “ The property, the personal freedom, the industry, the chartered liberties, of the colonies were placed in the good will and under the absolute power of the English legislature.” It is unnecessary .to pursue investigation as to the grant of power.- It certainly was never made, and the learned counsel who have argued in favor of the continuance of McDonald’s imprisonment, have failed to point out when, and by what it was bestowed.\nThough the records of the past do not disclose the conferring of the authority claimed to have existed in the colonial legislatures, it is, nevertheless, insisted that it was inherited. The practice and dealing of the English crown and parliament with the colony, Already referred to, are as conclusive against the existence of the power by inheritance, as by grant. If, however, it be clearly understood what power parliament had, the impossibility of the succession to such authority, either by the legislature of a colony or that of a republican state, will clearly appear. Blackstone, in his commentaries (vol. 1, pp. 160, 161) says: “ The power and jurisdiction of parliament, says Sir Edward Coke, is so transcendent and absolute, that it cannot be confined, either for causes or persons, within any bounds. And of this high court, he adds, it may be truly said ‘si antiquiiatem speetes, est vetustissima • si dignitatem, est honoratissima; is firisdictionem, est capacissima? It hath sovereign and uncontrolling authority in the making, confirming, enlarging, restraining, abrogating, repealing, reviving and expounding of laws concerning matters of all possible denominations, ecclesiastical or temporal, civil, military, maritime or criminal; this being the place where that absolute despotic power, which must in all governments reside somewhere, is intrusted by the constitution of these kingdoms. All mischiefs and grievances, operations and remedies, that transcend the ordinary course of the laws, are within the reach of this extraordinary tribunal. It can regulate or new model the succession to the crown, as was done in the reign of Henry VIII. and William III. It can alter the established religion of the land, as was done in a variety of instances, in the reign of King Henry VIII. and his three children. It can change and create afresh even the constitution of the kingdom and of parliaments themselves, as was done by the act of union, and the several statutes for triennial and septennial elections. It can, in short, do everything that is not naturally impossible, and, therefore, some have not scrupled to call its power, by a figure rather too bold, the omnipotence of parliament.” The same author (page 163) further observes : “ For as every court of justice hath laws and customs for its direction, some the civil and canon, some the common law, others their own peculiar laws and customs, so the high court of parliament hath also its own peculiar law, called the lex et oonsuetudo parliament • a law which, Sir Edward Coke observes, is ‘ah omnibus quosrenda, a multis ignórala, apaueis .cognita.’ ” Is it to be gravely argued that such supreme power, such extraordinary prerogatives, passed by inheritance to either a colonial or state legislature, both of which took only conferred, and not inherited authority ? If they did, then freedom found no asylum on American soil, and the founders of states unconsciously brought with them a tyranny, which, like their shadows, followed them across the Atlantic, and descended, like the mantle of the prophet, upon the shoulders of the body they created, in the vain hope that well-defined and circumscribed power, and not omnipotence; had been by them bestowed. If it be urged that, by inheritance, legislatures took only a few of these parliamentary prerogatives, of which their right to summon all citizens before it or its committees, and to extract from their unwilling breasts all secrets by the power of imprisonment, was one, it is answered that heirs, in the absence of a testamentary disposition, take the ancestor’s whole estate, and the argument founded upon an alleged inheritance must be abandoned, because it proves too much. But if a partial inheritance is consistent with the argument based upon an alleged heirship, and it be urged that only such powers as were consistent with the changed order of things were taken, then it is insisted that this particular power, so potent for mischief, and aptly termed “ inquisitorial,” could not descend by inheritance to the legislature of either a colony or a republican state. It is inconsistent with the framework of both, and the conceded fact that both took only conferred power, and not any by inheritance, is a sufficient answer to the suggested argument.\nAbstract reasoning, however, is again made unnecessary by decisions of English courts. In the cases before cited Kielley v. Carson, 4 Moore's P. C. 63; Fenton v. Hampton, 11 Moore's P. C. 367, 366; Doyle v. Falconer, L. R., P. C. 328; also the Canada case, Landers v. Woodworth, 2 Can. Sup. Ct. R. 158, this very point now under consideration was expressly decided, and they hold distinctly that the legislatures of the colonies of England did not take the power of parliament to punish for contempt. They have so decided, after full and exhaustive argument, when presided over by judges, whose names and character are world-wide famous, and such decisions, in every judicial forum, should arrest discussion and dispel doubt.\nTo the suggestion that the constitution of the state adopted the statutes in force when it took effect (art. 1, § 17), and, therefore, validated those which assumed to give power to the legislature to punish for contempt, it is an answer to say, that if unconstitutional they were not “ in force]' but were void, and were not embraced within the language of the constitution; and to the further suggestion that the power which has been exercised over McDonald is one which has long been resorted to, it is sufficient to say, that the existence of power whenever claimed, can be resisted by questioning its bestowment, and that its use by congress for a term almost equally long did not prevent the judicial declaration in the Kilbourn matter, that his imprisonment was unlawful.\nIt is believed that the various grounds upon which the legality of the imprisonment of McDonald was sought to be justified have now been examined, and the result of such examination is the conclusion, that in the light of the recent decisions in England, that in Kilbourn v. Thompson, and of reason, it' cannot be upheld. If McDonald had refused to answer questions in aid of an inquiry in which the senate was authorized to act judicially, then the power to commit would follow; and, to guard against any misapprehension, the general statement should be made, when the legislature or either branch thereof, is in the execution of jxidicial functions conferred by the conistitution, the power to commit for contempt cannot be doubted. When, howevér, the inquiry is for legislative purposes only, and such it was in the present instance, most careful examination and reflection lead the judge to whom this case has been submitted, to more than doubt the legal existence of the power which has been exercised over McDonald. This, however, is his individual conclusion, supported it is true by the decision in Kilbourn v. Thompson, and those recently made by the privy council in England, but which, though of very high authority, have not yet been adopted in this state. The judicial utterances in cases determined in this state (though in none, with the single exception of People v. Learned, was the direct question involved), are against the conclusions herein stated. The contrary rule was affirmed in Briggs v. Mackellar, 2 Abb. Pr. R. 30, in Wickelhausen v. Willett, 10 Abb. Pr. R. 164; and again in same case sub nom. Wilckens v. Willett, 1 Keyes, 521, 525, in the Court of Appeals. In the last mentioned case was involved the legality of the arrest of an individual for neglecting to appear before a committee of the house of representatives of the congress of the United States, as a witness, “ in a matter,” as the stipulation under which it was submitted admitted, “then pending and under investigation by said house, and within its jurisdiction? It is not, and could not, therefore, decide that the power to punish for contempt existed, when the refusal to testify was made in the course of an examination in aid of general legislation; but the existence of such a power is stated, both by Judge Hoffman in the Superior Court and Judge Johnson in the Court of Appeals, in the most unqualified language. Such utterances, however, were made long prior to the decision in Kilbourn v. Thompson, and if that had then been promulgated, they perhaps would never have been announced with the breadth which they now cover. Still they are in conformity with the dicta of other judges, scattered through the reports and the opinions of various elementary writers, and, therefore, as the practice of this state has been in conformity with such opinions for many years, should not be disregarded by a single judge in judicial action, even though his views may be widely different from theirs.\nThe need of conservative action in this particular case is enforced not only by the opinions to which reference has been made, but also by one adjudged case, that of the People v. Learned, 5 Hun, 626, in this judicial department. A commission had .been created by joint resolution of the legislature (Laws of 1875, 823) “ to investigate canal affairs,” and by an act (chap. 91 of Laws of 1875) it was authorized “ to compel the attendance of witnesses.” One Henry D. Denison had refused to produce before such commission certain books and papers, and for such refusal had been committed to the common jail of Albany county. On habeas corpus Mr. Justice Learned had released him from imprisonment,'which decision was reversed by the General Term of the Supreme Court, Judge James writing the opinion, and Judge Boardman, concurring. It is true that the authority of this case is very much weakened by the fact (vol. 16 of Albany Law Journal, 96) that when the case came before the Court of Appeals for review, the counsel, who had been successful at the General Term, “ asked the court not to review it, and stipulated not to enforce the determination, either against the person or the property of Denison,” and that thereupon the Court of Appeals refused to hear it, but, nevertheless, until reversed it must control this court as now organized. The opinion of Judge James cites no adjudged case, holding that the power which the canal commission exercised was legally-conferred, nor is it sustained by any argument therein stated. The conclusion, however, that the decision of Mr. Justice Learned should be reversed, can only be justified upon the assumption that the legislature could confer judicial power upon the commission it' created, by which alone it could make its inquiry effective. It needs no argument to demonstrate that, if such power could be conferred upon a commission charged with the mere duty of investigation, it could also be conferred upon a committee of either house of the legislature. If that decision is the law of this state, then the imprisonment of McDonald is abundantly justified, and certainly, until reversed, it is the law governing the action, if not the opinion, of every judge within the department where it was made, when sitting alone and holding a court inferior in dignity to that which announced it.\nIt is undoubtedly an argument of great force, that since the dicta contained in opinions and text books, to which allusion has been made, were written, the Supreme Court of the United States and the privy council of England have overruled the earlier decisions upon which they rest. This argument has also been carefully weighed, but the judge writing this opinion has been unable to reach the conclusion that it would be a wise exercise of power for him, when singly holding a court, to overturn the entire practice of the state. Judges and courts must be conservative and not rash in action. A decision of a single judge, contrary to the practice of years of his own state, contrary to an adjudged case in the tribunal which is his immediate superior, and contrary to the opinion of the higher branch of the legislature of' such state, in which are many lawyers of eminent ability, would not command respect and would only create alarm as an abuse of power. The effect of the decision in Kilbourn v. Thompson, and those by the privy council in England upon the legislative practice of this state, must be determined by a higher tribunal than the one which now deals with the present case. If its decision shall be in conformity with the views expressed in this opinion, the relator will not be remediless; and if it shall be adverse to such views, then the. conclusion reached—that Mr. McDonald must be remanded to the custody of the sheriff of Albany county, to be held by him under the senate’s warrant of commitment—will not interfere with the exercise of a power which the body exercising it claims to possess, and which it supposes it is wielding for the best interests of the state.\nIn conclusion, a word should be added upon a point made in behalf of McDonald, to the effect that the Penal Code has taken from the legislature all power to punish for contempt. The argument is that, by section 69 of such Code, if he unlawfully refused “ to answer any material and proper questions ” asked by the senate’s committee, he could be indietéd for a misdemeanor, and as his offense was thus punishable according to the provisions of such Code it was to be punished thereunder “ and not otherwise.”, § 719. This is specious, but not sound. The Penal Code prescribes and relates to the “punishments ” to “ be inflicted only upon a legal conviction in a court having jurisdiction,” § 9; and the Code of Criminal Procedure prescribes “ the manner of prosecuting and convicting criminals.” § 8. The object of section 719 was to declare when the old penalties attached to crime, on conviction after a prosecution in and before a competent court, and when the new were applicable. After declaring that the provisions of the Code should have no retroactive effect, it explicitly states that “ an offense committed or other act done, at any time before the day when this Code takes effect . . . must be punished according to . . . the provisions of law existing when it was done or committedwhile one “ committed after the beginning of the day when this Code takes effect, must be punished according to the provisions of this Code, and not otherwise.” A general statute, as a rule, does not repeal a special one, and therefore a general code of laws relating to the penalties which courts must impose on convictions for crime according to the usual mode of procedure do not repeal special provisions to punish summarily for contempt. The words “ not otherwise ” in such section simply forbid courts, in punishing criminals for offenses to which the penalties of the Code are applicable, to do so “ otherwise ” than as such Code provides. It is unnecessary to pursue this point further. A comparison of the various sections with each other, and the language of the whole of section 719, and not of a single paragraph read alone, make the meaning clear. If all power of the legislature to punish summarily for contempt is repealed, then all, which courts had, has also vanished; and if the latter had been swept away, as there was no punishment by the court summarily for contempt, it was useless to declare, as has been by section 680, that an act “ punishable as a contempt of court ” was also “ punishable as a crime.” This recognizes that the provisions as to court contempts are not repealed by the Penal Code ; and if those are not, then legislative con-tempts are not, for both are punishable under such Code as misdemeanors.\nIt remains only to be said that to a higher court than the present, the very grave questions involved in the present proceeding are committed, in the hope, however, that the views expressed in this opinion will, even though not adopted, aid in arriving at a sound and judicious conclusion thereon. If the labor and thought which have been given to the subject shall, in any way, assist the tribunal of review, he, who has given to it much of both, will be fully compensated.",
        "type": "majority",
        "author": "Westbrook, J."
      }
    ],
    "attorneys": [
      "T. C. E. Ecclesine and Hamilton Harris, for McDonald.",
      "Henry Smith and N. C. Moak, for the sheriff of Albany, county.",
      "F. W. Whittridge and B. F. Tracy, for the Senate."
    ],
    "corrections": "",
    "head_matter": "Court of Oyer and Terminer—Albany County.\nMarch, 1884.\nMATTER OF McDONALD.\nPoweb to Punish bob Contempt—Judicial, not Legislative, AND NOT INHEBENT IN LEGISLATIVE BODY.Penal Code, § 719.\nThe senate of the state of-New York directed its standing committee on cities to investigate the Department of Public Works in the city of New York, and ascertain whether or not certain “grave charges of fraud and irregularities ” made by the “ public press ” and by the “ Union League Club of the city of New York,” against Hubert 0. Thompson, the head of such department, were true; such committee was empowered to “ send for persons and papers,” and was directed “ to report the result of such investigation and its recommendations concerning the same to the senate, on or before the 15th day of April, 1884.” The senate had no judicial control of the officer whose conduct was to be investigated, but could initiate legislation to prevent abuses in such department, and to remove its head. One William McDonald had been summoned as a witness before the senate committee, and had .refused to answer questions concerning materials furnished to such department, and other questions touching his business as a dealer in coal, and had left the presence of such committee, and declined to be further examined. Eor such conduct McDonald had been adjudged by the senate to be in contempt, and had been sentenced to imprisonment in the common jail of Albany county, “ until the final adjournment of the present legislature, unless sooner discharged by order of the senate.” On an application for his dis- . charge from such imprisonment by habeas corpus, returnable at the Albany Oyer and Terminer, then in session, it was\nHeld, first. The resolution of the seqate should be construed as authorizing an inquiry for the purpose of legislation, and not simply as one to determine the truth of charges made against an official, over whom it had no judicial control.\nSecond. The power to punish for a contempt is a judicial and not a legislative one.\nThird. The provisions of the Revised Statutes (1 JR. S. [Edm. ed.] 153, § 13, subd. 4), so far as they authorize the punishment by the legislature, or either house thereof, of an alleged contempt incurred in the prosecution of a purely legislative inquiry, and not in one in which it has judicial functions to discharge (there are judicial duties devolved upon the legislature and each house thereof by the constitution of the state), believed to be unconstitutional for two reasons, to wit: 1st. The lodgment of judicial power in a different department is a prohibition against the transfer by the legislature to itself of any such power. 2d. As violating article 1, section 6 of tlie constitution of the state, declaring “ No person shall be . . . deprived of life, liberty or property without due process of law.”\nFourth. The power to punish for an alleged contempt incurred in the course of an inquiry, made for the purpose of legislation, is not an inherent one in a legislative body.\nFifth. The congress of the United States is a legislative body as well as a legislature of the state. Whatever unconferred powers the latter has as ancillary to its right to legislate, must also be possessed by the former in aid of its legislation upon subjects within its jurisdiction. The case of Kilbourn v. Thompson, 103 17 8. 168, is, therefore, applicable to the present.\nSixth. Reither branch of the state legislature, under section 17 of article 1 of our state constitution, obtains the power to punish for contempt in aid of legislation, because: 1st. It was not a part of the “common law” of England, but of the “ Lex et Oonsuetudo Parliamenti,\" as parliament asserted and as was universally conceded, its “ power being above the law is not founded upon the common law.” 2d. No act. of the legislature of the colony of New York ever conferred upon itself any such power. 3d. As the power of parliament was omnipotent, and the power to punish for contempt was never conferred upon the colonial nor the state legislature, it is a legal impossibility that either could succeed thereto as an inheritance, for both took only conferred power.\nSeventh. If the provisions of the Revised Statutes before cited, and'which are claimed to confer the power exercised, are unconstitutional, then they were not validated by article 1, section 17 of the constitution, because only such statutes as were “in force\" at the time of the adoption of the constitution are covered by its language. In no proper sense can an unconstitutional law be said tobe “in force.\" Neither can a long continued claim of power and its occasional exercise confer it, if illegal.\nA citizen deprived of his liberty can always question the existence of an authority which holds him in custody.\nEighth. The power of the state legislature, and of either house, to punish for a contempt committed during the progress of judicial inquiry which it is authorized to make, are undeniable, but the existence of any such power in aid of pure legislation is more than doubtful.\nBut while a single judge, holding without associates a court, entertains these views, he should still, in judicial action, while freely discussing, as is his duty to do, a question of such vast importance, to the end that it may be rightly settled, not rashly attempt to overturn and disregard the practice of the state for many years, the judicial dicta of its judges, and the opinions of elementary writers of acknowledged high authority, upon cases not necessarily controlling in this state. Especially should he not do so when its effect will be, if he'is wrong in his views, to improperly arrest an important inquiry which a legislative body, largely composed of eminent lawyers, supposes it has the power to pursue; and to practically overrule a decision of the court immediately above the one which he is holding.\nNinth. Section 719 of the Penal Code does not apply. That section was intended to define with accuracy when the penalties for crime prescribed by such code took effect, and such penalties relate only to those which are to be pronounced by courts on criminal prosecution instituted to punish crime. It does not interfere with any power elsewhere bestowed to punish summarily for contempt.\nApplication by William McDonald to be discharged from imprisonment in the common jail of Albany county, in which he is confined by the sheriff of such county,' under a commitynent -.of. the senate of the State of New York, which recites a .judgment of such body holding him to be in contempt for refusing ras a witness to' answer questions propounded by its standing committee upon cities, and sentencing him to imprisonment therefor.\nT. C. E. Ecclesine and Hamilton Harris, for McDonald.\nHenry Smith and N. C. Moak, for the sheriff of Albany, county.\nF. W. Whittridge and B. F. Tracy, for the Senate."
  },
  "file_name": "0082-01",
  "first_page_order": 106,
  "last_page_order": 132
}
