{
  "id": 1167717,
  "name": "PEOPLE v. COLE",
  "name_abbreviation": "People v. Cole",
  "decision_date": "1883-10",
  "docket_number": "",
  "first_page": "108",
  "last_page": "114",
  "citations": [
    {
      "type": "official",
      "cite": "2 N.Y. Crim. 108"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Ct. Oyer & Terminer",
    "id": 18588,
    "name": "New York Court of Oyer and Terminer, Fulton County"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "80 N. Y. 500",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2173192
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/80/0500-01"
      ]
    },
    {
      "cite": "19 Hun, 430",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    },
    {
      "cite": "78 N. Y. 492",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        544391
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/78/0492-01"
      ]
    },
    {
      "cite": "18 Hun, 487",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    },
    {
      "cite": "64 N. Y. 485",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161814
      ],
      "pin_cites": [
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/64/0485-01"
      ]
    },
    {
      "cite": "12 Hun, 212",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "216"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "50 Barb. 266",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1948661
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/50/0266-01"
      ]
    },
    {
      "cite": "6 Park. Cr. 209",
      "category": "reporters:state",
      "reporter": "Park. Cr.",
      "case_ids": [
        1266842
      ],
      "opinion_index": 0,
      "case_paths": [
        "/park-crim-rep/6/0201-01"
      ]
    },
    {
      "cite": "23 N. Y. 293",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "5 Park. Cr. 39",
      "category": "reporters:state",
      "reporter": "Park. Cr.",
      "case_ids": [
        1262840
      ],
      "opinion_index": 0,
      "case_paths": [
        "/park-crim-rep/5/0039-01"
      ]
    },
    {
      "cite": "30 Ala. 32",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8496440
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/30/0032-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 533,
    "char_count": 12790,
    "ocr_confidence": 0.536,
    "pagerank": {
      "raw": 1.9564627210615e-07,
      "percentile": 0.7374364296914607
    },
    "sha256": "bc92cd1b56d8f2aa35d23aab4f583fee5a0121436d991f7196531e55ed3c2927",
    "simhash": "1:a4f6c40d2c43c255",
    "word_count": 2201
  },
  "last_updated": "2024-02-27T21:16:51.275330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PEOPLE v. COLE."
    ],
    "opinions": [
      {
        "text": "Tappan, J.\nThe defendant, George P. Cole, was indicted at this court for the crime of murder in the first degree for feloniously killing one Samuel Peters Murray.\nUpon his arraignment; he interposed a demurrer to the indictment upon the grounds,\nFirst. That more than one crime is charged in the indictment, within the meaning of sections 278 and 279 of the Code of Criminal Procedure.\nSecond. That the facts stated do not constitute a crime, as provided by subdivisions 3 and 4 of section 323 of such Code. •\nThe first eleven counts of the indictment charge the crime of murder in the first degree at common law and under the Penal Code, section 183.\nThe twelfth, thirteenth, fourteenth and fifteenth counts severally charge the commission of the crime of assault in the second degree, and then aver that the accused, while engaged in the commission of that felony, did willfully and feloniously kill and murder the said Samuel Péters Murray.\nIn every count the crime is alleged to have been committed by the accused at Johnstown, in the county of Fulton, in the state of New York, on the 18th day of July, 1883.\nThe first, second, third, fourth, fifth, eighth and ninth counts allege the killing to ' have been effected with a certain stone. The twelfth and fourteenth counts allege such killing to have been effected with a certain stone, being • then and there an instrument likely to produce grievous harm. In the last named, count the words are “ grievous bodily harm.”\nThe sixth, tenth, eleventh and fifteenth counts allege the killing to have been effected with a certain blunt instrument, to the grand jury unknown, and in the thirteenth and fifteenth counts respectively, the allegation is, “ being then and there an instrument and thing likely to produce grievous bodily harm.”\nThe seventh count alleges the killing to have been effected with a certain piece of brick.\nThe allegations of the different counts vary in respect to the manner of effecting the killing and the part of the body upon which the wounds from, which death resulted were inflicted, and the extent of such wounds.\nUpon the argument, the counsel for the defendant claimed that it appears upon the face of the indictment, that more than one crime is charged therein. If this is so, the defendant must have judgment upon the demurrer. Code Crim. Pro. § 323, subd. 3; Mayo v. State, 30 Ala. 32.\nSection 278 of this Code provides that “ the indictment must charge but one crime, except as in the next section provided.” And the next section provides that “ the crime may be charged in separate counts to have been committed in a different manner or by different means, and when the acts complained of may constitute different crimes, such crimes may be charged in separate counts.”\nBefore the enactment of the Code of Criminal Procedure, it was the law that there might be a joinder of various counts in the same indictment stating the same offense distinctly and separately in various ways so as to meet the evidence, and the court would not put the prosecutor to an election. Nelson v. People, 5 Park. Cr. 39; S. C., 23 N. Y. 293; Lanergan v. People, 6 Park. Cr. 209; S. C., 50 Barb. 266.\nIn People v. Infield, decided in the General Sessions of the City of New York, in December 1882, reported in 1 N. Y. Crim. Reps. 146, Recorder Smyth put the same construction upon these sections of the Code of Criminal Procedure.\nIn that case, the indictment contained two counts, the first charging the defendant with grand larceny, and the second charging him with having received the property alleged in the first count to have been stolen, knowing at the time it was so received, that it was stolen; and it was held on demurrer interposed by the defendant, that such sections construed together permit such an indictment..\nThe opinion of the Recorder holds that two or more separate and distinct felonies may be alleged in different counts in the same indictment, provided they arise out of one and the same transaction, the different counts being allowed only for the purpose of describing the transaction in varying ways to meet the possible evidence in the case.\nThat this is the correct construction of these sections is evidenced by the amendment to section 279, made by chapter 306 of the Laws of 1883, by inserting the words “ in a different manner ” after the word “committed.”\nThe first count of the' indictment alleges that “ the grand jury of the county of Fulton, by this indictment, accuse George P. Cole of the crime of murder in the first degree, committed as follows;” and each of the other counts allege that “ the said grand jury do further accuse the said George P. Cole of the said crime, committed as followssuch allegations in the respective counts being followed by allegations of the time, place, manner and means of the commission of the crime.\nThe indictment shows upon its face that the different counts relate to-but one and the same transaction.\nThe charge is for one crime only, viz.: murder in the first degree, alleged in the several counts to have been committed in a different manner and by different means.\nIn Taylor v. People, 12 Hun, 212, 216, the rule of construction where an indictment charges several distinct felonies, is stated as follows: “ Each count in the indictment theoretically describes a different offense, but when it is apparent from the general tenor of the indictment, that each count relates to the same transaction, and that the introduction of separate counts is not for the purpose of proving distinct offenses, but only for the purpose of meeting possible variances or defects of the evidence to establish some one of the ingredients of the felony,,as described in a particular count, then the court can properly exercise a discretion to prevent a failure of justice and treat the indictment as it is, in fact, an indictment for one offense described in different ways.” 2 Colby's Criminal Law, 121; People v. Austin, 1 Parker, 154.\nSecond. Ho point was made upon the argument, but that the first eleven counts of the indictment sufficiently charge murder in the first degree, as defined by section 183 of the Penal Code, and at common law, but it was strenuously urged that the twelfth, thirteenth, fourteenth and fifteenth counts did not charge murder in the first degree, and were not good counts to charge assault in the second degree. Section 183 of the Penal Code provides, that the killing of a human being, unless it is excusable or justifiable homicide, is murder in the first degree when committed without a design to effect death, by a person engaged in the commission of or in any attempt to commit a felony either upon or affecting the person killed or otherwise. Section 218 of such last mentioned Code, provides that a person who willfully and wrongfully wounds or inflicts grievous bodily harm upon another, either with or without a weapon, or willfully and wrongfully assaults another by the use of a weapon or other instrument or thing likely to produce bodily harm, under circumstances not amounting to the crime specified in the last previous section, shall be guilty of assault in the second degree. Section 221 provides that assault in the second degree is punishable by imprisonment in a penitentiary or state prison for not less than two nor more than five years. Section 5 defines a felony to be a crime which is or may be punishable by either death or imprisonment in a state prison. Assault in the second degree is thus made a felony.\nThe four last mentioned counts in the indictment charge that while the defendant was engaged in committing such an assault upon Murray he was killed.\nIn charging murder to have been committed, while the accused was engaged in the commission of a felony, the indict-, ment must describe the felony and state substantially facts showing that the accused was engaged in the commission thereof, when he committed the murder charged. Dolan v. People, 64 N. Y. 485, 496.\nThe defendant’s counsel insists that a felonious assault, resulting in death, is merged in the higher offense that the words “ without a design to effect death by a person engaged in the commission of or in an attempt to commit a felony either upon or affecting the person killed or otherwise,” do not include cases in which the killing resulted from intentional violence to the person killed, and where although the intent was to commit a felonious assault, there was no intention to kill; or in other words, where the felony intended, although not the felony of homicide, was the very act of personal violence which caused the death.\nThe proposition was discussed in Buel v. People, 18 Hun, 487; S. C., on appeal, 78 N. Y. 492; and in Cox v. People, 19 Hun, 430; S. C., on appeal, 80 N. Y. 500; but its decision was not necessary to the decision of these cases, and the point, as far as I have been able to ascertain, had not been decided when the Penal Code was enacted.\nThe language of chapter 333 of the Session Laws of 1876, which made killing, when perpetrated by a person engaged in the commission of any felony, murder in the first degree, as compared with section 183 of the Penal Code, passed after discussion, but before decision of this question, indicates to my mind, that the legislature intended to remove any doubt as to the construction of the statute in such a casé, and to make killing effected by a party engaged in the commission of a felony upon the person killed, murder in the first degree, notwithstanding that the act which produced death was without any intent to kill. It was urged upon the argument that if a literal construction is given to section 183, no force or effect can be given to the subsequent sections defining manslaughter. An examination of these sections will show that there is no force in the argument.\nSection 188 provides, that “in a case other than one of those specified in sections 183, 184,” which are the sections defining murder in the first and' second degrees, homicide, not being justifiable or excusable, is manslaughter ; and the next section provides, that such homicide is manslaughter in the first degree when committed without a design to effect death, either by a person committing or attempting to commit a misdemeanor affectiqg the person or property either of the- person killed or of another, or in the heat of passion, but in a cruel or unusual manner, or by means of a dangerous weapon.\nBy this examination it will be seen, that the acts which constitute manslaughter, are, by the sections defining that crime, other homicides than those mentioned m the previous sections defining murder. Beflection will also convince one that manslaughter may he committed by acts of a person who at the time had no intent to wound or inflict grievous bodily harm.\nWillfully and wrongfully wounding or inflicting grievous bodily harm upon another, either with or without a weapon, and willfully wounding or assaulting another by the use of a weapon, or other instrument or thing likely to produce grievous bodily harm, even where there is no intent to kill, are offenses from which death is likely to result.\nThe punishment of the party guilty of such acts from which death results with the same severity awarded to killing with intent to produce death, was intended to restrain such acts and protect life.\nThe language of the statute is plain and unambiguous. It ought to receive the construction that such language fairly imports in furtherance of legislative intent.\nI am, therefore, of opinion that the twelfth, thirteenth, fourteenth and fifteenth counts of the indictment, properly and sufficiently charge murder in the first degree.\nThe demurrer is therefore disallowed, with liberty to the defendant to. plead to the indictment, and in the event of his failing to do so, a plea of not guilty must be entered, as provided by section 330 of the Code of Criminal Procedure.",
        "type": "majority",
        "author": "Tappan, J."
      }
    ],
    "attorneys": [
      "Andrew J. Mellis, for defendant.",
      "C. M. Parke, district attorney, for the people."
    ],
    "corrections": "",
    "head_matter": "Oyer and Terminer—Fulton County.\nOctober, 1883.\nPEOPLE v. COLE.\nIndictment for Murder.\nAn indictment containing varying allegations in its different counts as to the manner and means of the commission of the crime, but which shows upon its face that those counts relate to but one and the same transaction, is good.\nTwo or more separate and distinct felonies may be alleged in different counts in the same indictment, provided they arise out of the same transaction, which they describe in various ways to meet the possible evidence in the case.\nKilling effected by a person engaged in the commission of a felony is murder in the first degree, notwithstanding that the act which produced death was not intended to kill.\nDemurrer by the defendant, Geo. T. Cole, to an indictment. ,\nThe facts appear in the opinion.\nAndrew J. Mellis, for defendant.\nC. M. Parke, district attorney, for the people."
  },
  "file_name": "0108-01",
  "first_page_order": 132,
  "last_page_order": 138
}
