{
  "id": 1167694,
  "name": "PEOPLE v. GRAVES",
  "name_abbreviation": "People v. Graves",
  "decision_date": "1884-01",
  "docket_number": "",
  "first_page": "123",
  "last_page": "127",
  "citations": [
    {
      "type": "official",
      "cite": "2 N.Y. Crim. 123"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Gen. Term",
    "id": 9194,
    "name": "New York Supreme Court, General Term"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "20 Wis. 61",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8707673
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/20/0061-01"
      ]
    },
    {
      "cite": "9 Cow. 730",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "2 Sneed, 232",
      "category": "reporters:state",
      "reporter": "Sneed,",
      "case_ids": [
        8541368
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/34/0232-01"
      ]
    },
    {
      "cite": "72 N. Y. 574",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "42 N. Y. 265",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        505042
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/42/0265-01"
      ]
    },
    {
      "cite": "45 N. Y. 7",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "124-135"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "27 Hun, 595",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "122 Mass. 317",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2134572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/122/0317-01"
      ]
    },
    {
      "cite": "18 Wall. 163",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3426585
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/85/0163-01"
      ]
    },
    {
      "cite": "20 How. Pr. 118",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2210757
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/20/0118-01"
      ]
    },
    {
      "cite": "115 Mass. 136",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "20 Wis. 61",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8707673
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/20/0061-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 615,
    "char_count": 10792,
    "ocr_confidence": 0.574,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.5999089136084768
    },
    "sha256": "63f71afeec58c50d7ce8e62b76f9fbcf14f7f8b2bfa402de9e18f646e28851b2",
    "simhash": "1:36a49b94291eae48",
    "word_count": 1859
  },
  "last_updated": "2024-02-27T21:16:51.275330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith, P. J., and Barker, J., concur."
    ],
    "parties": [
      "PEOPLE v. GRAVES."
    ],
    "opinions": [
      {
        "text": "Hardin, J.\nUpon this appeal we are called upon to inquire whether the Court of Sessions of Onondaga county, at the time the sentence was pronounced upon the defendant, had lost jurisdiction of the case or the- prisoner, so that it could not legally pronounce sentence, and order judgment. The prisoner had pleaded guilty to the indictment, his plea had been regularly entered, and no sentence had been given by the court upon such conviction. Ho conditional or qualified sentence had been given, and the defendant at all times after his plea, remained liable to the further action of the court. Power remained in the Court of Sessions to give sentence. It had in no manner deprived itself of such power or jurisdiction of .the subject matter or person of the accused. Such power to pronounce sentence was properly exercised, and the judgment entered thereon is regular and binding upon the accused. It does not lie in his mouth to say that he deserved and ought to have received sentence earlier, as he did not demand it, and no injury by the delay to him is shown or inferable from the record now before ns.\nWe regard the essential question involved in this case.so firmly resolved against the appellant by the authorities, that we do not deem it useful to open the same for fresh investigation and adjudication. Commonwealth v. Dowdican’s Bail, Thatcher’s Criminal Cases, 269; 115 Mass. 136; People v. Mueller, Cook Co. opinion of Barnum, J., reported in Criminal Law Mag. September, 1883, p. 725; 1 Bishop on Criminal Law, § 880; Weaver v. State, 11 Post (Mich.) 286; Reg. v. Ryan, 7 Cox's Criminal Cases, 109; Pegalow v. State, 20 Wis. 61; 1 City Hall Rep. 4, 7, 21, 28, 41.\nThe Court of Sessions properly exercised its power in the premises, and the habeas corpus was properly dismissed and the prisoner remanded, and we must affirm the order made.\nOrder affirmed. !\nSmith, P. J., and Barker, J., concur.",
        "type": "majority",
        "author": "Hardin, J."
      }
    ],
    "attorneys": [
      "M. Z. Haven, for the prisoner, appellant.",
      "Harrison Hoyt, district attorney, for the people, respondent."
    ],
    "corrections": "",
    "head_matter": "Supreme Court—General Term—Fourth Department.\nJanuary, 1884.\nPEOPLE v. GRAVES.\nSentence.—Power of Court to Suspend.\nThe court has discretionary power, in a proper case, to suspend its sentence, and jurisdiction is not lost thereby.\nAccordingly, where the prisoner pleaded guilty to an indictment for assault with a deadly weapon, and sentence was suspended during good behavior, and he was allowed to depart without day or recognizance for his future appearance, and some years thereafter, an indictment for rape being found against him, he was taken before the court, presided over by the successor in office of the trial judge, and by him sentenced to imprisonment upon the first indictment,— Held, that such sentence was properly pronounced, and that the court had not lost jurisdiction of the prisoner or of the case.\nAppeal by defendant from an order made by Justice Vann, refusing to discharge the defendant from imprisonment and remanding him to the Onondaga County penitentiary.\nOn December 10,1879, in the Onondaga Court of Sessions, defendant was indicted for the crime of assault with a deadly weapon, and upon being arraigned on December 10, 1879, he pleaded not guilty, and on the 30th day of the same month, in the same term, he withdrew his plea of not guilty, and entered one of guilty. The court was then presided over by Judge Rei&el, and sentence was by him suspended during good behavior, and the prisoner allowed to depart from the court. On November 23, 1881, he was indicted by the grand jury for the crime of rape. In February, 1883, the prisoner, having been arrested, was taken before a term of said court in which Judge Northrup, county judge, presided, and sentence was moved by the district attorney, on the indictment found in 1879, and the appellant was then and there sentenced “ to imprisonment in the Onondaga County penitentiary for the period of two years and six months.” On March 20, 1883, his counsel sued out a writ of habeas corpus, alleging the imprisonment, 'under.such sentence, to be illegal, and Justice Vato'dismissed the writ after hearing argument, and remanded the prisoner.\nM. Z. Haven, for the prisoner, appellant.\nI. The trial court has no power to suspend or delay judgment; it must be given upon conviction, or at least during the term, unless stayed in the manner prescribed by statute. 2 R. S. 736 ; People v. Morrisette, 20 How. Pr. 118; 1 Chitty Crim. Law, 699; 1 Colby's Crim. Law, 390; 1 Archbold's Crim. Pr. & Pl. 579; 2 R. S. 705, § 14. Prior to Laws 1863, ch. 226, failure to pronounce a lawful judgment during the term would compel the prisoner’s discharge. This statute gives the appellate court power, upon writ of error, when it shall appear that an erroneous judgment has been given upon a regular and legal conviction, to remit the record to the trial court, with instructions to pronounce a proper judgment. In this case prisoner was allowed to depart the court without day, or recognizance for his future appearance. To suspend sentence and discharge prisoner is unauthorized and is an erroneous and illegal judgment. The remedy was by writ of error, to which the people were entitled. But time in which to bring error has expired (2 R. S. 594, § 21), and proper judgment cannot be ordered thereon by the appellate, court. Price v. Commonwealth, 33 Grattan's Va. 819; Ex parte Lange, 18 Wall. 163; Commonwealth v. Foster, 122 Mass. 317-323; People v. Griffin, 27 Hun, 595 ; 2 R. S. 697, § 1; Messner v. People, 45 N. Y. 7; Matter of Ferris, 35 Id. 265 ; Ratzsky v. People, 29 Id. 124-135; Manke v. People, 74 Id. 415.\nII. An indefinite suspension or delay of sentence, unless according to statute, amounts to an abandonment of the action on the part of the people. It is in effect the entry of a nolle prosequi, and being after conviction and before judgment, the defendant cannot be again proceeded against in any manner for the same offense. Weaver v. People, 33 Mich. Supr. Ct. Rep. 296; 1 Bishop's Crim. Proc. § 1394.\nIII. If the trial court had power to suspend judgment upon terms and conditions, the court as well as the defendant would be bound by them. Judgment was suspended during good behavior. Whether or not the conditions have been violated cannot rest in the discretion of the court. The indictment charging a subsequent offense, cannot be considered as evidence, and would be incompetent as proof of bad character upon the trial of a criminal action. Brandon v. People, 42 N. Y. 265 ; Real v. People, 42 Id. 280 ; Connors v. People, 50 Id. 240; People v. Brown, 72 N. Y. 574; People v. Casey, Id. 394; People v. Crapo, 76 Id. 288.\nHarrison Hoyt, district attorney, for the people, respondent.\nI. “ Every court of criminal jurisdiction has the power to respite or suspend for sufficient cause shown, its sentence, after it is pronounced, and before it is executed. And Totten, J., sitting in the Tennessee court, said, 6 There are many cases, no .doubt, where it is necessary and proper to suspend the execution of the final judgment.’ ... . In England, the power to respite may be executed by judges even in vacation; and perhaps the same may be done under the common law of this country.” 1 Bish. Crim. Pro. § 880. “ Sentence may be suspended for various purposes. It may be for the purpose of allowing steps to be taken for a new trial, or other relief, or it may be with a view of letting the offender go without imprisonment.” Weaver v. State, 11 Post, 297, Mich. “The courts of this State have control of their judgments in criminal cases, so far as to suspend the execution thereof, on sufficient reason appearing. And if such suspension be had upon application of defendant, it constitutes no error of which he can take advantage. The courts will be presumed to have exercised such discretion-in a proper case. Fults v. State, 2 Sneed, 232. “The court will in its discretion respite the execution of so much- of the judgment in ipanslaugliter as relates, &c., that the party may be able to avail himself of the constitutional right of pardon.” Allen v. State, Mart. & Yerg. 294. “ When the defendant pleaded guilty to an indictment, and the prosecuting officer did not move for sentence, and the defendant, was permitted to go at large; and at a future day, after several intervening terms of court, the prosecuting officer moved for judgment; it was held that the indictment was still in force; and that the defendant was rightly sentenced upon her plea.” Commonwealth v. Chase, Thatcher's Crim. Cas. 269. “It appears, therefore, by the record, that public justice has not been satisfied ; that no punishment has Tjeen inflicted for her violation of the law, in the matter where she stands convicted. ... I do not understand a prosecution like this can ever be dead in law. . . . If it should be said, however, to be hard measure to pronounce judgment after it has been suspended for years, I answer that the party might at any time have appeared in court and demanded the judgment of the law. It had been delayed from tenderness and humanity, and not because it had ceased to be the right of the government to demand it.” Commonwealth v. Chase, supra. “ When a prisoner, who has pleaded guilty, has been discharged without receiving sentence, or given an undertaking, . . . and afterwards violates his undertaking, the court will proceed to pass sentence upon the prisoner.” Reg. v. Ryan, 7 Cox Crim. Cas. 109.\nII. People v. Morrisette, 20 How. Pr. 118, is contrary to the above decisions, but it is submitted that the learned judge erred. On contravention to its doctrine, the attention of the court is called to Miller’s case, 9 Cow. 730.\nIII. The custom of suspending sentences after conviction or plea has existed so long that the memory of man runneth not to the contrary. The following cases are cited to show the custom: People v. Reed, grand larceny, 1 City Hall Rec. 4; sen. sus. A.D. 1816 ; People v. Perkins, grand larceny, Id. 6; sen. sus. A.D. 1816 ; People v. Johnson, perjury, Id. 21; sen. sus. A.D. 1816; People v. Taylor, larceny, Id. 28 ; sen. sus. A.D. 1816; People v. Mitchell, grand larceny, Id. 41, sen. sus. A.D. 1816.\nIV. The fact that the prisoner was convicted before one judge and sentenced by another, his regularly elected, qualified and acting successor, is of no moment. “ A judge may pronounce sentence upon a prisoner convicted before his predecessor in office.” Pegalow v. State, 20 Wis. 61. The point in 11 Post (Mich.); Weaver v. State, applies only to a temporary judge, sitting during the absence of the regular judge.\nV. “ The judgment being delayed by mutual consent, the consent takes away all error.” Commonwealth v. Chase, Thacher's Crim. Cas. 216. “ And if such suspension be had upon application of defendant, it constitutes no error of which he can take advantage. The courts will be presumed to have exercised such discretion properly.”"
  },
  "file_name": "0123-01",
  "first_page_order": 147,
  "last_page_order": 151
}
