{
  "id": 1167727,
  "name": "PEOPLE v. BAKER",
  "name_abbreviation": "People v. Baker",
  "decision_date": "1884-06",
  "docket_number": "",
  "first_page": "218",
  "last_page": "239",
  "citations": [
    {
      "type": "official",
      "cite": "2 N.Y. Crim. 218"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "13 Wend. 87",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2015724
      ],
      "pin_cites": [
        {
          "page": "91"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/13/0087-01"
      ]
    },
    {
      "cite": "56 N. Y. 591",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519290
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/56/0591-01"
      ]
    },
    {
      "cite": "4 Hun, 511",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "517"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Hun, 40",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "73 N. Y. 78",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2169768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/73/0078-01"
      ]
    },
    {
      "cite": "87 N. Y. 561",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        549426
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/87/0561-01"
      ]
    },
    {
      "cite": "66 Barb. 131",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2270758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/66/0131-01"
      ]
    },
    {
      "cite": "22 N. Y. 413",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2026273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/22/0413-01"
      ]
    },
    {
      "cite": "7 Cow. 24",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2034948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/7/0024-01"
      ]
    },
    {
      "cite": "44 N. Y. 26",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "60 N. Y. 228",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "35 Barb. 630",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5781093
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/35/0630-01"
      ]
    },
    {
      "cite": "14 N. Y. 568",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "57 N. Y. 429",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        5136571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/57/0429-01"
      ]
    },
    {
      "cite": "38 N. Y. 31",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "14 Wend. 560",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "3 Hill, 169",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "90 N. Y. 314",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2186261
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/90/0314-01"
      ]
    },
    {
      "cite": "76 N. Y. 567",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        539831
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/76/0567-01"
      ]
    },
    {
      "cite": "82 N. Y. 240",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "22 N. Y. 416",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "82 N. Y. 242",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 1274,
    "char_count": 50220,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 4.2067434806526915e-07,
      "percentile": 0.9134773880639373
    },
    "sha256": "24121b86910ff2d9e641610dbf651cfa1a92e881cb4dba0b6b04b07c6caae3c7",
    "simhash": "1:a2e5e6a57a32c04b",
    "word_count": 8936
  },
  "last_updated": "2024-02-27T21:16:51.275330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Ruger, Ch. J., and Andrews, J., concur."
    ],
    "parties": [
      "PEOPLE v. BAKER."
    ],
    "opinions": [
      {
        "text": "Earl, J.\nThe defendant was tried and convicted in the Eensselaer County Sessions for obtaining of William H. Meeker, on March 30, 1876, the sum of $575 by false pretenses. The conviction was affirmed at the General Term of the Supreme Court, and then he appealed to this court. The facts of the case may be summarized as follows: In and prior to March, 1873, Meeker was a Methodist minister and the defendant was a reputable citizen of Schaghticoke, a merchant of considerable means, reputed to be wealthy and in business affairs skillful and sagacious. They were intimate friends, and there existed intimate social relations between their families. Meeker became aware that the defendant dealt somewhat in stocks, and that he had been successful in making in that way some money for himself and others; and having about ten thousand dollars invested in small sums in various ways, he conceived the idea of operating in stocks through the defendant, mainly for a more profitable and less troublesome investment of his means. The.defendant consented to act for him as his friend, and without compensation. It was finally agreed that the defendant was, through his brókers, to buy for Meeker, one hundred shares of New York Central Railroad stock, upon a margin of $2,000, and carry the stock through his brokers for him until he could pay for the same. - After the payment of the first $2,000, as fast as Meeker could gather in his money, he was to pay it to the defendant, and he was to pay it to the brokers, or use it in his business, allowing interest on the same, or in speculating in other stocks for Meeker, the profits of which were ultimately to be used in paying for the New York Central stock, which Meeker desired to hold as an investment. On March 28, 1873, the defendant wrote Meeker a letter which acknowledged the receipt of a sum of money to be used as a margin for the purchase of the stock, and after giving some facts and opinions about stocks, closed as follows : “ I have given yon the facts for you to decide and let me know your decision. You cannot make much mistake in the stocks I have mentioned. You can have the benefit (if any) of my experience; but do not forget that all human judgments are fallible, and I may be mistaken in my opinions. You should inform yourself as soon as possible. My opinion is there will be a large advance in all R. R. stocks except such as have been inflated.”\nTo this letter Meeker replied the next day, speaking of his resources and his efforts to get in his money, desiring to know how long he could carry the one hundred shares of stock upon payment by him of $2,000, expressing a wish that some of his money might be used to speculate in Lake Shore, and in Wabash stocks, and saying among other things, “ as you are disposed to help me a little, I wish you to practice that great rule, do by me as you do for yourself, and I will take the results.” “You understand now my resources and wishes, I think, and if you think it is best for me or for yourself to venture my $4,000, in this way, then let drive and I will send moneys to you as fast as they come, and pay you interest on any moneys you use of your own for my benefit.” “ Not that I care about speculating, but I would like to have as' much lawful interest in the way of dividends as my neighbors have,” “all of which I leave now to your judgment.” On April 9, before the defendant had received the full sum of $2,000, he purchased through his brokers the one hundred shares of New York Central stock at a total cost of a little over $10,000, and reported the purchase by letter to Meeker. They met soon after, and had a conversation in which the defendant told him that he need not hurry up his collections, or incommode himself, as the stock had been purchased. After that they did not meet for about a year and a half, and their business was transacted by correspondence. Meeker from time to time sent him more money,- suggesting in some of his letters that he should use his money in speculating in Western stocks so as to make money to aid in paying for the Mew York Central stock. The defendant in the letters he wrote acknowledged the receipt of money, gave -his opinion about stocks and sent statements of the account between them. The defendant was to carry along the stock in this way until, by the mobey sent him by Meeker and the dividends on the stock, it was paid for, and then, and not until then, Meeker was to have the stock certificate.\nUnfortunately for both parties, in the Autumn of 1873 the great financial panic -occurred, which caused great stringency in money, and .great depreciation in the price of stocks; and on March 11, 1874, after he had received of Meeker, including the dividends credited, about $5,000, pressed by his financial necessities, without the knowledge or consent of Meeker, he sold the stock. After -that, Meeker continued to send him money from time to time to apply upon the stocks, and he continued to acknowledge the receipt of the money so sent, and to send statements -to Meeker showing credits for the money and for dividends as if made upon stock actually held by him. In a letter to Meeker dated March 12, 1875, he advised him not to sell -the. stocks until times were better, and said that he would carry it just as long .as he wished; and in a letter dated March 15, he said : “You will certainly do well not to sell until times .are better, for then you will get a higher price.” They met .in the Autumn of 1875 and had some conversation about the stock and the account, in which Meeker proposed thereafter1 to pay his money directly to the brokers instead -of the defendant, but it was suggested by the defendant that as he had .charge of the matter and there was some discrepancy between him and the brokers about the account, he should continue to make his payments to him. On January 12, 1876, the defendant wrote him a letter giving him a statement of his credits for dividends, upon the stock, besides credits for several payments of money. He closed the letter in language not uncommon with deluded and sanguine dealers in stocks by saying: “ I think stocks have about reached their lowest prices. The market is very buoyant. There will be a prodigious advance in them before long. Bottom has been touched.” Thereafter, without any further meeting or communication between them, on March 30, Meeker sent him $575, for which he gave a receipt, and that is the sum which he is charged with obtaining by the false pretenses. Afterward Meeker continued to send the defendant money which the defendant continued to acknowledge, and this course of business continued until April 13, 1877, when the defendant gave Meeker a receipt for a small sum, which was stated to be in full payment for the one hundred shares of stock. The correspondence between the parties which continued down into the year 1879, shows that the defendant was financially embarrassed, but that he was hopefully struggling against the adverse tide, and waiting for a favorable turn in the stock market. In the end he became insolvent, and all his property, and all Meeker had paid him, seem to have passed into the Wall Street maelstrom, where so many fortunes of sanguine and confiding speculators have been engulfed.\nIt must be noticed that not a word passed between Meeker and the defendant, personally, from the Fall of 1875 until long after the payment of-the $575.\nThe defendant at no time asked Meeker to pay that or any other sum, and the only false representations upon which the people rely are those contained in the statements made in the accounts sent to Meeker by the defendant on and prior to January 12,1878.\nWe have thus given an outline of all the evidence tending to establish the crime of which the defendant was convicted. A careful examination and consideration of all the facts, has left upon our minds a strong conviction that the defendant was not guilty. He ought not to have sold the stock without Meeker’s consent; but in doing so he was at most guilty of its conversion. After he had sold it, he ought to have informed Meeker of the sale, so that he could have withheld further payments, or, at his option, continued the payments relying upon the ability of the defendant to furnish the stock when it should be paid for. But for withholding this information he was not guilty of any crime. He ought not to have used language in his letters and statements sent to Meeker, substantially conveying information that he was still carrying the stock. So far as his letters and statements convey that information they were undoubtedly false ; but a mere false statement is not punishable as a crime. It is not claimed that the defendant, at the time of the original arrangement with Meeker to i-eceive his money for the purchase of the stock, had then formed any plan or intention to defraud or swindle. It is entirely clear upon the evidence that he intended them, in good faith to aid Meeker to make money by operating in stocks, and to procure for him a profitable and safe investment. Having been somewhat successful in stock operations, he was sanguine that his good fortune would continue and that his sagacity would enable him to aid Meeker. There is not a particle of evidence which justifies the inference that when he sold the stock he meant to defraud Meeker. At that time, so far as the evidence tends to show, he had abundant property left after the sale to respond to any claim of Meeker. There is no reason to doubt that he made the sale of the stock to relieve himself from what he then believed to be a temporary embarrassment, expecting to be able to replace the stock, and in any event to deliver it whenever Meeker should pay for it. It is not a just inference from the evidence that when, on January 12, 1876, more than two months before the $575 was paid, the defendant entered into an account then rendered to Meeker, credits for dividends paid upon the stock as if he were still holding the stock for him, he made such entries for the purpose of inducing Meeker to make further payments. As between himself and Meeker, the latter was entitled to such credits, and it was simply a mode of stating the account between him and Meeker, as an account would have to be stated whenever the stock should be fully paid for and the time should come for its delivery. Those statements in the account were not made to induce any payment or any action on the part of Meeker. He at no time\npressed Meeker for payments or asked him to make payments, and whatever payments were made by Meeker at any time were voluntarily made. It is not a just inference from the evidence that on January 12, or at any time before the §575 was paid, the defendant had conceived any design to swindle or defraud Meeker. He was evidently confident and sanguine that a turn in the stock market would bring him out all right, and enable him to perform his entire obligation to Meeker in reference to the stock.\nIn order to constitute the crime of obtaining property by false pretenses, it is not sufficient to prove the false pretenses, and that property was obtained thereby ; but it- must be proved that the false pretenses were made with intent to cheat and defraud another. Here there was an entire failure to prove that necessary element of the crime. It is impossible to say that the statements as to the dividends, in the letter of January, 1876, were made to induce the payment of the $575, or to induce any further payments. The defendant undoubtedly wished Meeker to understand that he was still carrying the stock, not for the purpose of inducing him to make further payments, but undoubtedly so that Meeker should not complain of, charge him with, or hold him for the conversion of his stock. Another essential element of the crime which the people in all cases of this kind are bound to establish, is that the money was paid, or the property parted with in reliance upon and under the inducement of the false pretenses alleged. Here it is not a just inference from the evidence that this $575 was paid in reliance upon the representation that the defendant was still holding and carrying the stock. At that time Meeker had implicit confidence in the financial ability, the business sagacity and the personal integrity of the defendant. For aught that appears in the evidence, he would have continued his payments relying upon the defendant to deliver the stock when it had been fully paid for, if he had known, that to tide over a present necessity, he had sold the stock. And so, when Meeker was asked the direct question, he testified that he relied entirely upon the promise of the defendant that he would purchase the stock and deliver it to him after he had fully paid for it, and that his promise to deliver the stock was the only thing he relied upon. He did not testify, as he could if it had been true,’ that he relied upon the representations of the defendant that he still continued to carry the stock. It must be borne in mind that mere silence and mere suppression of the truth —the mere withholding of knowledge upon which another may act—is not sufficient to constitute the crime of false pretenses.\nWe do not sit here to square the conduct of the defendant by any code of morality, or any standard of integrity ; the sole question is whether the proof was sufficient to show that he had committed the crime with which he stood charged, and we are of the opinion that it utterly failed.\nIt does not relieve ns from our responsibility that the jury have found the defendant guilty. The point was taken at the trial on his behalf, that there was not evidence sufficient to establish the crime, and that he should be discharged on that account; and that makes it our duty to determine whether the evidence was sufficient, and finding that it -was insufficient, it is our duty to reverse the judgment entered upon the verdict of the jury.\nBut if so far wrong, and the case was one for the jury, errors were committed at the trial, of which the defendant can justly complain. Against his objection, the people were permitted to show payments of money by Meeker to him from time to time, before and after the payment of the $575.- Proof of such payment was made for the purpose of showing the guilty intention of the defendant, and was competent only for that purpose. The defendant, as a witness in his own behalf, was permitted to testify that he did not, at the time he received the $575, intend to defraud Meeeker. He was also asked this question : “ Was your intention, when you received moneys from time to time from Meeker to defraud him ?” That was objected to as incompetent and inadmissible, and the objection was sustained. As the intent with which those moneys were received was one of the material inquiries he should have been permitted to show that he did not receive it with any fraudulent intent. The case went to the jury in such a way as to enable the people to claim, that not only the $575, was received by the defendant with the intent to defraud Meeker but that all the other moneys were received in the same way, and that the receipt of all the moneys liad a tendency to show with what intent the $575 was received ; and hence the defendant clearly had the right to show that he had no fraudulent intent in receiving any of it.\nThe defendant, after answering that at the time he received the $575, he did not intend to defraud Meeker, was also asked to state his intention at the time he received it, and the question was objected to on the part of the people and the objection was sustained. We think that ruling was also erroneous. Upon the facts of the case as they were developed at the trial, it was claimed by the defendant that when ho received the $575, it was his intention to replace the stock, to respond to Meeker whenever called upon for the stock, and that he was at the time able to do so. That was a theory he had a right to prove if he could,, and the proof would bear upon the final issue, whether he intended to cheat and defraud him; and hence he should have been permitted to answer the question.\nThe judge charged the' jury as follows : “ If you find that the defendant made the representations charged in the indictment, and that they were false, and that the defendant knew they were false when he made them, then the law presumes the fraudulent intent.” That portion of the charge was excepted to by the defendant, and we think the exception well founded. The crime of false pretenses is not made out by simply showing that the representations charged in the indictment were made, and that they were false, and that the defendant knew them to be false. The jury, from those facts and from all the other facts, may infer a fraudulent intent; but the law does not presume a fraudulent intent. That is to be found as a fact by the jury, and is not an inference of law.\nThe indictment alleged that Baker did purchase this stock on April 9, 1873. The people, against the objection of the defendant, gave some evidence on the trial tending to show that the defendant never had the stock; and his counsel requested the judge to charge that under the indictment the jury must find that Baker had the stock April 9,1873 ; and the judge declined. That should have been charged. It was so alleged in the indictment, and the people could not take any benefit from any proof tending to show the contrary.\nWe are therefore of opinion that the defendant was improperly convicted, and that the judgment should be reversed and a new trial ordered.\nBapallo, Danforth and Finch, JJ., concur.",
        "type": "majority",
        "author": "Earl, J."
      },
      {
        "text": "Miller, J.—[Dissenting.]\nThe defendant was tried and convicted on March 30, 1876, for obtaining the sum of $575 from one W. H. Meeker by false pretenses. The indictment charged that the defendant, on the day named, represented that he had previously bought for the said Meeker one hundred shares of the capital stock of the Hew York Central and Hudson Biver Bailroad Company, and that he then and there held the said stock for the benefit of the said Meeker; that the stock had been purchased on a margin, by paying a part of the purchase price; and that the defendant still had it, to be delivered to Meeker on the receipt of the balance of the purchase price. The indictment then alleged that Meeker, believing said false piretenses and representations, was induced thereby to deliver to the defendant the $575 before named, and also other sums of money, aggregating over $8,000, whereas in truth and fact, although the defendant had, at Meeker’s request, bought this stock for Meeker’s account on April 9, 1873, yet he had sold it on March 11, 1874, without informing Meeker, but on the contrary falsely pretended and represented, and particularly on the day named, that he still held the stock and would deliver the same over to Meeker when he h?„d paid to him the balance of the purchase price thereof, and that these pretenses were false and untrue, which was known to the defendant at the time of making the same. The counsel for the defendant claims that the conviction was erroneous upon the ground that no case was made out establishing that the money was obtained by false and fradulent pretences. The alleged false ■pretense was that the defendant had represented that he had purchased, and that, at the time when the money was paid, he held for Meeker one hundred shares of the capital stock of the New York Central Railroad Company. There was evidence upon the trial which established an agreement between Meeker and the defendant in March, 1873, by which Meeker was to send the defendant the sum of two thousand dollars, upon receipt of which defendant was to buy for Meeker one hundred shares of the stocks named and. hold the same until Meeker had sent him the whole purchase price. After this time money was sent to the defendant by Meeker in different amounts, in reliance on the defendant’s promise to purchase the stock, and to hold the same, when the two thousand dollars had been furnished.\nOn April 9,1873, the defendant' informed Meeker by letter that he had bought for him one hundred shares of Mew York Central stock at a cost of $10,175.80, and'inclosed in the letter a statement to that effect. Meeker continued making payments on account of the stock, and up to March 30, 1876, when the payment was made for the obtaining of which the defendant was indicted, had paid $6,633.72. During this period the defendant wrote to Meeker stating that he had credited him with the dividends on the stock and stating the amount thereof, and also, on March 15,1875, sent him a statement of the sums received from him, which, exclusive of dividends, amounted to $5,233.27. In January, 1876, defendant sent Meeker another statement, which he declared to be Meeker’s credits from January, 1875, to January, 1876, and which contained five items of dividends received by him and credited to Meeker, amounting to the sum of $1,000 in that single year. The money sent to defendant was paid by Meeker, as he testifies, in reliance upon the representations made by the defendant that he had purchased the stock and in the belief that he held it for him. The correspondence up to .March 8, 1879, clearly showed that defendant held the stock for Meeker. While thus treating the stock as belonging to Meeker, the proof shows that the defendant had sold the same on March 11, 1874, and that, between that time and the time he received the $575 stated in the indictment, although he had credited the dividends as already stated, he had in fact only received a single dividend on the stock. The statements made, already referred to, were representations to the effect that the defendant still held the stock: they were relied upon by Meeker, as he positively testifies, and he parted with his money in the belief that they were true. They were utterly false, as the defendant had sold the stock before the money stated in the indictment was obtained from Meeker. In good faith and in common honesty, before he received any more money from Meeker, the defendant was bound to disclose to him that he no longer held the stock after he had sold the same, and in failing to do this he deceived and defrauded Meeker. Had Meeker understood that he no longer held the stock it is not unreasonable to suppose that he never would have parted with his money. His evidence shows that he paid his money in entire reliance upon the fact that the stock was held by the defendant for his benefit. It is also a fair inference, to be drawn from the evidence, that the representations were made for the purpose of obtaining the money of Meeker with an intent to defraud.\nIt is further shown that, after the money was obtained for which the indictment was found, Meeker continued his payments, in ignorance of the sale until he had paid the defendant the full amount due for the one hundred shares of stock in 1877; that he never received any stock; and that the defendant became insolveut and utterly unable to pay back the money he had obtained from him. It is also shown that in November, 1879, defendant stated to Meeker, in the presence of one Converse, that he had never bought a dollar’s worth of stock for him, .and afterwards, on the December 5, 1879, the defendant wrote to said Converse, sending him a statement of his business with Meeker, and saying that he had bought for Meeker in his own name the stock in question. The evidence on the part of the defendant tended to show, and it was claimed established, that the arrangement between Meeker and the defendant was a mere speculation ; that Meeker was'to furnish a $2,000 margin and Baker was to carry the stock in his own name, as Meeker did not wish to have his name known in the transaction; that after ■ the purchase was made the remaining moneys sent to Baker were to be used by him in speculating in other stocks, and the profits and the moneys sent were to be applied toward paying in full the stock purchased first, and that the whole transaction was left to Baker’s judgment with an unlimited right to buy and sell. The defendant’s counsel further insists that the testimony of the prosecutor, on cross-examination, shows that he relied solely on defendant’s promise to deliver the stock to him when paid for. Although Meeker testified to that effect, his evidence must be considered in connection witli liis statement, upon direct examination, that he relied upon the fact that the defendant had purchased and held the stock for him. Admitting' that his last statement differs from the first, both were to be considered by the jury in view of the ignorance of Meeker as to stock transactions, and there was sufficient to justify the jury in the conclusion that Meeker relied, and paid the money, stated in the indictment, upon the representation that the stock had been purchased and was at the time held by the defendant for his benefit. It must be borne in mind in this connection that Meeker may well have relied upon the promise to purchase, the stock until the purchase was actually made, and if it never had been made, there would have been no false pretense, but after it was made and he was advised, from time to time, by Baker’s statements, that lie-held the stock, he had a right to rely upon such statements in making payments upon the same. Conceding that some portion of the above testimony established the defendant’s version of the transaction and tended to show that no false representations were actually made, we think the most that can be claimed for it is that there was a conflict in the evidence in regard to the actual facts, and the question whether the money, stated in the indictment, was obtained from Meeker by the false and fraudulent representations of Baker, that he had purchased the stock and held the same at the time of the payment of the $575 was for the consideration of the jury. .*\nAs the case stands, there is certainly no ground for claiming that as a matter of law no false representations were made ; and at most there was only a promise on the part of the defendant to purchase the stock, and, when the whole amount of money had been paid which was required for that purpose, to deliver the scrip for the same to Meeker.\nIt is insisted that no representations were made by the defendant at the time when the money was paid, and that the defendant, by his agreement with Meeker, was to give credit for the dividends on the stock. The answer to this position is, that the evidence does not establish that the defendant was to credit Meeker with the dividends as if actuality paid, without a purchase of the stock, and it does not appear that either defendant or Meeker so understood the arrangement. On the contrary, the statements already referred to indicate, beyond any question, that the defendant treated the matter throughout as if he held the stock for Meeker and had credited him from time to time with dividends, when, in fact, the stock had actually been sold and no dividends received therefrom. Although there were no personal representations at the time, yet tlie written statements and correspondence evince beyond any controversy that many representations were made that the defend-' ant held stock belonging to Meeker, when the truth was, he had sold and disposed of the same after having purchased it for Meeker. The representations actually made amounted to more than a mere concealment of the fact that the defendant had disposed of the stock, and it is no answer to the allegation that they were made, to say that the failure to inform Meeker that he had sold the stock was of no importance to him so long as the defendant remained solvent; for it is a fair and reasonable assumption that, as Meeker relied upon the purchase of the stock for him and the security furnished thereby, he would not have parted with his money upon the mere personal responsibility of Baker alone. There is no force in the argument of the appellant’s counsel that the statements and the correspondence do not evince that the stock was held by Baker for the benefit of Meeker, and that they furnish no ground for claiming that any false pretense was made, in regard to the same. The time which elapsed from tile last communication received by Baker from Meeker is no valid reason for the contention that no representations were actually made. The question arising in consequence of the silence of the parties and the failure of any communication between them between the two dates referred to, and the effect produced thereby, was for the consideration of the jury, and furnishes no ground for claiming that no false representations could have been made. The claim that if fraud was committed the defendant was only guilty of a fraudulent concealment of facts, is not well supported. There was more than a suppression of the truth in the conduct of the defendant. The representations conveyed by his statements and correspondence, that he was in receipt of the dividends on the stock, were direct and positive assertions that he still held the same under the alleged arrangement made with Meeker for his benefit, and without which there is every reason to believe such payments would not have been made. Where a party holds property, purchased for the benefit of another, upon which payments have been made under an agreement that the party will hold the same on account of the purchaser and apply moneys received from him in payment of the purchase price, and by his representations conveys the idea that he still holds the property after he has in fact parted with the title thereto, and he receives money on account thereof, he is not in a position to claim that such money was not received under the false pretenses that he still held the property, and that the concealment of the sale relieves him from that charge.\nThe defendant insists that the court erred in not allowing him to answer the question whether his intention was to defraud when he received money from time to time from Meeker. The court allowed the defendant to answer as to his intention to defraud Meeker when he received the $575 for the obtaining of which he was indicted. This is the extent to which the rule, authorizing parties to testify as to their intent, has ever been carried. There is no authority allowing a party to give evidence of this description as to his general intention in regard to matters which are outside of the particular issue which is upon trial. Where he is tried upon an indictment charging him with fraudulent pretenses he has a right specially to deny the charge and to testify that he Jiad no intention to defraud at the time. The decisions of this court have never gone beyond what the defendant was allowed to state upon the trial of the charge made in the indictment against him. Any other rule would open the door very wide for the examination of matters in regard to which no specific charge was made and would not aid the defendant. The prosecution only had a right to claim an intent to defraud in reference to the specific sum named in the indictment and the defendant was only authorized to contradict such intent in respect to this charge. It follows that there was no error in the exclusion of the evidence offered. It is also insisted that the court erred in allowing the prosecution to prove that the defendant owed another clergyman. The defendant had previously been cross-examined in reference to his general indebtedness and as to what he owed upon the 250 shares of stock of the H. Y. C. R. R. Co. which he held at one time, and was then asked how much he owed Mrs. Kimball in 1872, and he answered, he thought about $500. He then said he could not recollect as to the amount he owed in 1874, and that as to 1877 he could not come any nearer than $500, and that he thought he owed him nothing in 1873. He was then asked how much he owed him in 1879, and an objection was made that the question was incompetent, irrelevant and immaterial, the objection was overruled and exception taken and the witness answered $600 or $700. Ho objection-was made to the evidence on the ground that Kimball was a clergyman, and the evidence was manifestly introduced for the purpose of showing the condition of the affairs of the defendant at the time referred to. For this purpose we think it was properly received. Hor was any error committed in the exclusion of the evidence offered by tlie defendant that at the time the payment of $575 was made, on March 30, 1876, the defendant was in a condition -to have delivered to Meeker his 100 shares of Hew York Central stock provided it had been paid for by Meeker. ' The offer related to the pecuniary responsibility of the defendant at the time named, and was too broad in its scope. Meeker was not bound to pay for the stock at this time, and did not offer to do so, and the offer to show that he could deliver the stock if it had been paid for assumed that Meeker might have done what was not required of him and could have no effect in relieving the defendant from the consequences of the alleged false pretense. The money was obtained upon the representation that he had purchased and held the 'stock, when the truth was he did not have the stock when the money was obtained but had sold and converted the same to his own use. -It was therefore immaterial whether he could have obtained and furnished other stock at the time named.\nThe other points made in regard to the admission or rejection of evidence offered are sufficiently considered in the opinion of the General Term and do not require special examination.\nSeveral requests were made to charge the jury by the defendant’s counsel, which were refused and exceptions taken to the rulings in regard thereto. We are unable to see that any error was committed by the court in respect to any of them. The most important of these was the request to charge that if the jury find that Baker’s intent at the time the alleged $575 was received by him to transfer -to him any 100 shares of New York Central stock after it had been paid for by Meeker, they must acquit the prisoner, no matter what his subsequent intent may have been. We think it is not material whether when the defendant received the $575, he entertained the idea of transferring to Meeker some 100 shares of said stock when it should be paid for, without regard to the stock which he had purchased for Meeker and had converted to his own use. The evidence offered would be exceedingly vague and would not furnish any light upon the question whether he entertained an intent to defraud Meeker when the false pretence was made. If a party obtain money from another by false and fradulent pretenses it is no answer to the charge established that he intended at the time in some way or at some other time to indemnify the party defrauded. The real question is whether by the false pretenses actually made lie intended to obtain the money paid to him, and not what he meant to do at a future day. It should also be observed that there was no evidence upon the trial which tended to sustain the claim made by the request.\nThe request to charge that the jury, in determining whether or not Meeker acted upon or was influenced by the representations made by Baker in parting with his money, have no right to consider the evidence as to Baker’s fradulent intent or as to his false representations was also properly refused for ,the reasons stated in the opinion of the General Term. The distinction existing between the case at bar and the case of Therasson v. People (82 N. Y. 242) which is relied upon as authority for the rule laid down in the request, is there distinctly pointed out, and concurring in the views there expressed a further discussion of the subject is not required. The other requests to charge do not demand a special consideration. After a careful examination of the various questions raised, we are of the opinion that no error was committed upon the trial and that the judgment of conviction should be affirmed.\nRuger, Ch. J., and Andrews, J., concur.",
        "type": "dissent",
        "author": "Miller, J.—[Dissenting.]"
      }
    ],
    "attorneys": [
      "Smith & Wellington, for defendant, appellant.",
      "La Mott W. Rhodes, district attorney (E. L. Fursman, of counsel), for the people, respondents."
    ],
    "corrections": "",
    "head_matter": "Court of Appeals.\nJune 1884.\nPEOPLE v. BAKER.\nFalse pretenses, What constitutes.—Evidence.\nTo constitute the crime of obtaining property by false pretenses, in addition to proving the false pretenses, and that the money was paid or the property parted with in reliance thereupon and under the inducement thereof, it must also be proved that the false pretenses were made with intent to cheat and defraud another.\nWhether or not there is a fraudulent intent is to be found as a fact by the jury. It is not a presumption of law, and a charge, which informs the jury that from a certain state of facts the law presumes a fraudulent intent is erroneous.\nMere silence and suppression of the truth or withholding of knowledge upon which another may act is not sufficient to constitute the crime of false pretenses.\nDefendant having stated that he did not intend to defraud complainant in the transaction for which he is on trial, it is error to refuse to allow him to state what his intention was.\nWhere evidence is given by the prosecution of other transactions, tending to show the guilty intent of defendant in regard to the act for which he is on trial, it is error to refuse to allow him to state what was his intention in those transactions.\nThe prosecution cannot derive any benefit from proof showing the contrary of the facts alleged in the indictment.\nDefendant purchased some railroad stock for complainant, and agreed that he would carry the same for complainant on a margin, complainant to pay for the same by installments. After the receipt of the margin and several installments, defendant, who was at that time solvent, without notifying complainant, sold the stock, and continued thereafter to receive installments of the price from complainant, who was ignorant of the sale, and who received accounts from time to time from defendant by which it appeared that defendant' still was carrying the stock. For the obtaining of one of these latter installments defendant was indicted for false pretenses. Held, that in the absence of representations made by him at the time defendant was not guilty of obtaining this installment of the price by false pretenses.\nAppeal by defendant, Lorenzo Balcer, from a judgment of the General Term of the Supreme Court, in the Third Department of December 27, 1883, affirming a judgment of Court of Sessions of Bensselaer county, of December 15, 1881, Hon. James Forsyth, County Judge, presiding, convicting defendant of obtaining money by false pretenses, upon an indictment found February 18, 1880.\nThe facts sufficiently appear in the opinion of the court.\nIt was stipulated by the prosecution and defendant that all proceedings on the appeal should be governed by the Code of Criminal Procedure.\nSmith & Wellington, for defendant, appellant.\nI. No false pretense, as set forth in the indictment, was ever made. Ho false representations were made for a year at least prior to the receipt of the §575 named in the indictment, and for over two months before the $575 was received there was absolute silence, and the money was sent without Baker asking for it or even knowing it was to be sent. Reg. v. Gardner, 1 Deasly & Bell Crown Cases, 43.\nII. It will not avail the prosecution to say the false pretences were that Baker had bought the stock on April 9, 1873, whereas in fact he had not bought it, for such a pretense is not charged in the indictment The contrary is alleged to be the truth. And there is no proof of such á pretense later than April 21, 1873.\nIII. If there is fraud in the transaction Baker was only guilty of a fraudulent concealment of facts which is not indictable. Wharton's Criminal Law, Vol. II, § 1170, note ; Ranney v. People, 22 N. Y. 416.\nIY. To sustain the conviction it must appear that the prosecutor parted with his money by reason of some of the pretenses laid in the indictment. In the absence of direct proof the reliance may be inferred from the facts and circumstances proved, .provided the inference can be legitimately drawn therefrom. Therasson v. People, 82 N. Y. 240.\nThere is no direct proof whatever in this case that Meeker was relying on the pretenses laid in the indictment, to wit; that Baker was carrying stock for Meeker which in fact he had sold. There is direct proof that Meeker was not relying on the pretenses laid in the indictment—even supposing them to have been made as charged. This is the testimony of the prosecutor himself on cross-examination ; that he relied solely on Baker’s promise to deliver the stock to him when it should be paid for. The qualification expressed by Meeker that he would not have sent the money had he known Baker had never purchased the stock, does not modify this position, for the people had no right under the indictment to prove the stock was not purchased, and the proper objection by the defendant was taken to that line of evidence. Dilleber v. Home Ins. Co., 76 N. Y. 567.\nThe indictment does not make the non-purchase but the non-carrying of the stock the negative of the 'false pretense. Further, it mattered not whether Baker had bought the stock on April 9, 1873, so long as he on that day sold the stock to Meeker, and so notified Meeker and carried it as Meeker’s stock. The only direct proof of Meeker’s reliance offered by the prosecution in no way relates to the pretenses laid in the indictment. We have then the extraordinary circumstance of months elapsing between the alleged representation and the delivery of the 'money ; no direct proof whatever that the prosecutor relied on the pretense laid in the indictment; circumstances pointing to a reliance on everything but the pretenses alleged in the indictment ; and finally the direct, unequivocal declaration of the prosecutor that he was relying solely and entirely on a promise. A promise, however false, is no foundation for a criminal charge. Ranney v. People, supra; People v. Tompkins, 1 Parker, 239 ; People v. Conger, 1 Wheel. 448 ; People v. Blanchard, 90 N. Y. 314.\nY. There was a contract by .which Meeker was obliged to pay Baker the purchase price of the stock. Any false pretense by which one is induced to pay a debt will not warrant a conviction under the statute. \" The carrying of the stock continuously was no part of the original contract. And also, the alleged pretenses were made after the contract between Baker and Meeker was completed, and the payments were all made pursuant to this contract. People v. Thomas, 3 Hill, 169; People v. Haynes, 14 Wend. 560.\nVI. It was an error, to refuse to strike out the alleged statement made by Baker that he never had bought the stock, as the pretenses must be proved as laid, and any matter admitted in the-indictment need not be proved by the defendant and cannot be disproved by the prosecution. Glachan v. Commonwealth, 3 Met. (Ky.) 234 ; Paige v. Willett, 38 N. Y. 31; Van Dyke v. Maguire, 57 N. Y. 429.\nThe court erred in allowing a witness to testify that Baker had admitted he had never bought the stock, which/ under the indictment, could not be shown. The objection was sufficient. The reason why it was incompetent need not. have been given. And no objection at all would be necessary to raise the question here, so long as the same thing had been objected to a number of times before. Dilleber v. Home Ins. Co., supra.\nThe court erred in not allowing the defendant to answer the question as to his intent when he received moneys from complainant from time to time. The subsequent testimony as to his intent when he received the sum mentioned in the indictment on the 30th of March, 1876, did not cure the error, for the reason that if the evidence of all the sums proved was competent and material at all, it was to prove Baker’s intent. Seymour v. Wilson, 14 N. Y. 568; Pope v. Hart, 35 Barb. 630; Kerrians v. People, 60 N. Y. 228. The court erred in not allowing the answer to the question, “ State your intention ?” (when you received the amount named in the indictment). This was material and competent. So long as the defendant is allowed to state that he did not intend to defraud, he should be allowed to strengthen his testimony on this point by testifying as to what his intention was. Cortland County v. Herkimer, 44 N. Y. 26; Kerrains v. People, supra.\nAs Meeker was given the right to buy or sell at his discretion, it was not necessary within the terms of their agreement that Baker- should keep the stock on hand. Frost v. Clarkson, 7 Cow. 24.\nLa Mott W. Rhodes, district attorney (E. L. Fursman, of counsel), for the people, respondents.\nI. The defendant was guilty of a false pretense.\nThe proof establishes that an agreement was entered into between Meeker and the defendant, by winch Meeker was to send the defendant the sum of $2,000, on receipt of which defendant was to buy for Meeker one hundred shares of the N. Y. C. stock and hold it for him until he had sent him the whole purchase price. That is, the defendant, on receiving $2,000, was to purchase the stock for Meeker and thereafter hold it as security until Meeker had paid in full.\nIf the defendant had never purchased the stock at all, and had never represented to Meeker that he had purchased it, there would have been no false pretense, although he kept on receiving Meeker’s money under the agreement, because in that case, Meeker would have parted with his money upon the mere false promise of defendant that he would do certain things, viz., buy the stock for Meeker and hold it for him until receipt of the purchase price; and it is well settled that a false promise is not a false pretense within the meaning of the statute. Ranney v. People, 22 N. Y. 413-417.\nIt is conceded, therefore, that the money received by the defendant up to April 9, 1873, was not obtained by means of a false pretense, but was sent to him by Meeker upon the faith of his promise that he would buy and hold for him the one hundred shares of stock, as agreed. This money was sent to defendant in pursuance of his statement to Meeker that a certain sum must be paid in, before the purchase could be made.\nUp to this time (April 9, 1873), Meeker was sending money to the defendant, relying on his promise that when he had sent him $2,000 he would'purchase the stock and thereafter hold it for him (Meeker) until the whole purchase price was paid.\nOn April 9, the defendant informed Meeker that he had fulfilled his promise, and purchased and \"then held the stock for him. He then stated an existing fact, and whatever money Meeker sent him after that time he sent him in full reliance upon his representations that he had thus purchased and did then hold the stock for him.\nThe defendant did in fact purchase the stock (as he had promised) on April 9, 1873, and so informed Meeker, but on March 11, 1874, he sold it (without Meeker’s knowledge) and thereafter continued repeatedly to represent to Meeker that he still held it, and on the faith of such representations to receive various- sums of money from Meeker, among them the $575 charged in the indictment. These representations were of an existing fact, that lie still held the one hundred shares of stock. They were false. He had parted with the stock long -before. They were made with an intent to defraud. It is impossible that they could have been made through any innocent mistake as to the fact. They were designedly made. The constant repetition of the falsehood, on each repetition of which he received money, establishes a clear design on the part of the defendant to cheat and defraud Meeker by means of these false representations.\nHere are the four elements of the crime of obtaining money by false pretense. First. Property was obtained. Second. It was obtained by means of a false representation as to - an alleged existing fact. Third. The defendant intended to defraud. Fourth. He made the false representations with a design to effect this result.\nThe offense was complete when the defendant designedly, with intent to defraud Meeker, falsely represented to him that he had purchased and still held for him one hundred shares-of the N. Y. C. stock, and thereby obtained from him the money named in the indictment. People v. Higbie, 66 Barb. 131.\nThe object of the statute is “ to make a party responsible criminally for any false representation of a material fact designedly made with a fraudulent purpose in view and which did have the effect to cheat- and defraud another.” It does not exempt a party from the consequences of a false pretense made as to an existing additional material fact because it was combined with a promise for the future. Watson v. People, 87 N. Y. 561; Lesser v. People, 73 N. Y. 78. Within this rule the defendant was guilty of a false pretense.\n(ia) The evidence of subsequent similar false representations by defendant to Meeker, and the receipt by him of money by reason thereof, was properly admitted upon the question of guilty intent. Bielschofsky v. People, 3 Hun, 40 ; Weyman v. People, 4 Hun, 511, 517; Copperman v. People, 56 N. Y. 591.\n(5) The evidence that the defendant in 1879 stated that he had never bought any N. Y. C. stock for Meeker was properly admitted for the same reason. It tended to show that the false representations were made with a wicked intent to defraud. Moreover, the defendant cannot shield himself from the consequences of his false representation that he held the stock for Meeker at the very time he obtained the money, by asserting that he never in fact had it, although the indictment charges that he bought it, but had parted with it before the time of such false representation. Whether he had ever bought it or not is not material; the question is, did he obtain the money by means of the false representation that he then had in his possession, and held for Meeker, 100 shares of N. Y. C. stock.\n(c.) Although the testimony of defendant that he did not intend to defraud Meeker was at first excluded, it was after-wards admitted. Besides, it was only competent (if at all) as to the very transaction under consideration. The question first excluded was too general.\nIII. A fraudulent intent may be presumed from the falsity of the statements made. People v. Herrick, 13 Wend. 87, 91."
  },
  "file_name": "0218-01",
  "first_page_order": 242,
  "last_page_order": 263
}
