{
  "id": 1167696,
  "name": "PEOPLE v. JEFFERSON",
  "name_abbreviation": "People v. Jefferson",
  "decision_date": "1884-06",
  "docket_number": "",
  "first_page": "240",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "2 N.Y. Crim. 240"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 706,
    "char_count": 14593,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 5.339586395124834e-08,
      "percentile": 0.33597595844390926
    },
    "sha256": "b7f1c681f45b724cd0944c999ee9b85ac0f43c24333553d5ef0680dffbf85f86",
    "simhash": "1:b781f581d54802fa",
    "word_count": 2572
  },
  "last_updated": "2023-07-14T19:46:36.421582+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "All concur."
    ],
    "parties": [
      "PEOPLE v. JEFFERSON."
    ],
    "opinions": [
      {
        "text": "Ruger, Ch. J.\nThe defendant was convicted in the court of Sessions of the County of Kings of the crime of murder in the first degree, for the killing of one Henry Hicks, on December 21 1882. He now seeks to reverse that conviction for certain errors alleged to have been committed upon his trial, and which it is claimed operated to his prejudice before the jury.\nIt is not denied that Hicks met his death at the hands of the defendant, or that the homicide occurred while the defendant was engaged in the commission of a felony, but it is claimed that the killing was unpremeditated and the defendant not of sound mind when he discharged the gun by which the killing of Hicks was effected.\nThere was some evidence tending to show the existence of an unsound mind on the part of the defendant at the time of the commission of the crime, but it was of a slight and inconclusive character.\nThe question as to the defendant’s sanity was left by the trial court to the jury to determine as a question of fact upon the evidence and under a charge which was quite as favorable to the defendant as the rules of law permit, and we feel no disposition to criticise the conclusion reached by that tribunal upon the question.\nIt was such, we think, as would be reached by any intelligent mind after a consideration of the evidence appearing in the record, and leaves no room to doubt the justice of the verdict.\nNo exceptions were taken on the trial to the instructions given by the court to the jury, arid the charge upon the material points was more favorable to the prisoner than was even called for by the defendant’s requests.\nThe only exception urged by the defendant’s counsel upon this appeal, is that taken to the ruling of the court upon the admission in evidence of certain papers found on the person of the defendant when he was arrested two days after the commission of the homicide. One of these papers was apparently, signed by the defendant, and they all appeared to be monologues written by the defendant and purporting to contain a record of the thoughts, feelings and motives operating upon his mind to induce the commission of the contemplated crime. No ground of objection was stated by the prisoner’s counsel to the admission of the papers in evidence, and the only ground now urged in support of the objection is the want of identification of the papers offered, and the immateriality and irrelevancy to the offense charged in the indictment of certain portions of the statements contained in the writing.\nThe proof showed that these papers in question were found upon the person of the defendant when he was arrested, and his frequent declaration to the effect that he wrote them for the purpose of having them found there in the event of his being arrested for the crime. The evidence of identification seems abundant.\nThe court in its charge to the jury carefully excluded from their consideration, all such parts of the papers referred to as did not-tend to indicate an intention on the part of the defendant to kill Celestial Jefferson at the time of the commission of the homicide charged in the indictment.\nNo request was made by the prisoner’s counsel of the court to charge in respect to the papers, and no exception taken to any part of his charge, in relation thereto.\nAfter a careful examination of the evidence in the case, we are of the opinion that no error was committed by the court on the trial,- and that the defendant has been fairly and impartially tried and convicted of the crime charged in the indictment.\nThe evidence clearly shows that a feeling of hostility toAvards the immates of the house where the homicide Avas committed, and particularly against his brother, had been entertained by the defendant for a number of days prior to its commission, and preparation on his part of the means for the accomplishment of the act had been made at least several days before its final execution. For several days previous to the homicide the defendant had made threats, indicating an intention to inflict personal injury upon the immates of the house where his brother and the deceased Hicks resided. While no motive can ever seem to the rational mind sufficient to induce the commission of the crime of murder, yet a motive such as that which existed in this case, viz.: a feeling of revenge against a person for having, as he supposed, supplanted him in the favor of one who had formerly occupied to him the relations of a mistress, has frequently operated as a sufficient motive to persons of ill regulated passions and ungovernable temper for the killing of a rival.\nTwo lives were here sacrificed to the spirit of jealousy and revenge which animated an apparently ignorant and depraved man, and those passions in the light of all experience must be deemed the motives influencing the defendant in the commisaion of this crime.\nThe demands of justice, and the protection of society, seem clearly to require in this case that the penalties provided by the law for the punishment of the crime of murder should be imposed upon the defendant.\nThe judgment of the court below should be affirmed.\nAll concur.",
        "type": "majority",
        "author": "Ruger, Ch. J."
      }
    ],
    "attorneys": [
      "George F. Elliott and James Moffett, for defendant appellant.",
      "James W. Ridgway, district attorney, for the people respondent."
    ],
    "corrections": "",
    "head_matter": "Court of Appeals.\nJune, 1884.\nPEOPLE v. JEFFERSON.\nAdmissibility of written Declarations of Prisoner in relation to the Crime.—Murder in the First Degree.— Premeditation.\nCertain papers, one of which was apparently signed, and all written by prisoner, dated four days .before the homicide, found on his person when he was arrested after the commission of that crime, purported to contain a record of the thoughts, feelings and motives operating on his mind to induce the commission of the crime. He frequently declared that he wrote them for the purpose of having them found upon him when he was arrested or when he was found dead. A general objection\" was made to tho admission in evidence of these papers at the trial. In attempting to kill Celestial Jefferson defendant killed deceased. Held, that such portions of these papers as tended to indicate an intention of defendant to kill Celestial Jefferson at the lime of the commission of the homicide charged in the indictment, were properly received in evidence.\nThe evidence showed on the part of defendant a feeling of hostility, and threats of personal injury against the inmates of tho house inhabited by Celestial Jefferson and deceased, especially against Celestial Jefferson, who, he alleged, had supplanted him in the affections of his mistress, and also the sharpening of a knife ten days before the murder, to be used for the killing of Celestial Jefferson.\nSéld, that there was sufficient evidence of deliberate and premeditated design to effect death, to constitute murder in the first degree.\nAppeal from a judgment of the General Term of the Supreme Court in the Second Department of February 12, 1884, affirming a judgment of the Court of Sessions of the County of Kings, Hon. Henry A. Moore, County Judge, presiding, convicting the defendant, Alexander Jefferson, of murder in the first degree.\nBetween the hours of seven and eight on the evening of December 21,1882, Celestial Jefferson, a brother of the defendant, Henry Hicks, Juliette Jackson, Mrs. Emma Jackson and Anna Jackson, all colored, were congregated in a small room of the said Mrs. Emma Jackson’s house, situate at Buffalo avenue on St. Marks place, in the city of Brooklyn. This room, on the ground floor, opened out into the street by a door, and had two windows looking out into the said street. There was a light in the room. Henry Hicks sat within two feet of the windows, nearer to them than Celestial Jefferson, who sat about five to eight feet from him and in nearly a straight line from the window, with Hicks. Suddenly two shots in quick succession were fired from the street through the window nearest the door into the room. Henry Hicks fell from his chair shot in the head. Celestial Jefferson fell shot in the forehead and eyes. 1 The door was immediately burst open, and the defendant rushed in and followed the women, who fled into the adjoining bedroom. Juliette Jackson escaped through a \"window. Emma Jackson was knocked down and stabbed by the defendant, who then turned and followed Anna Jackson back into the main room, where he caught her and stabbed her nine times. While the defendant was stabbing her, Celestial Jefferson, though wounded, escaped from the room and ran outside of the house. Here he found and took possesssion of a double-barreled shot-gun, which had been placed against the house between the window and door, and then made his escape by flight.\nHenry Hicks was dead. The left side of his head was almost blown away, and the right side of his face and neck was perforated with small holes. Mrs. Emma Jackson was found dead. Immediately after the killing, the defendant fled and lay in hiding for three days under a factory in Brooklyn, until he was there discovered and arrested by the police. When arrested he attelnpted to commit suicide, and shot himself under the left ear.\nThe said Mrs. Emma Jackson, kept the house which was the scene of this tragedy, and Celestial Jefferson, Hicks, her daughters Anna and Juliette were all living with her at this time. Some seven or eight months previous to this, the defendant and Anna Jackson had been living in concubinage next door to her mother’s house. This illicit connection continued for several months, when the defendant went to sea for two months, then returned and lived in concubinage as before for some time, aud then went to the hospital for the treatment of a venereal disease. Defendant remained in the hospital for a month or six weeks, and then returned and went to live with Hr. Doughty, a truckman, within a block or two of Mrs. Emma Jackson’s house, and insight thereof, at the date of the tragedy. After defendant returned from the hospital he began to haunt and importune Anna Jackson, his former mistress, asking her for a decided' answer. She refused hitn. The defendant then made threats—stating “ that he would get square with all hands ”—thathe would blow the whole roofs of their heads off,” referring to Celestial Jefferson, Hicks, Emma, Anna and Juliette Jackson, who were there living together as stated. One day he came to the house and struck Anna Jackson, when Celestial thrust him out, and as he was put out defendant stated he would get square with all hands. About three o’clock in the afternoon of the day of the homicide, the defendant, who had been drinking, came into Emma Jackson’s house and found Juliette Jackson there. He inquired for Anna. Juliette said, that Anna was at work, and defendant answered showing a pistol, that if she were home he would open her; that he liked her; he had asked her questions which she would not answer, she was so stubborn, and said that it would be bad for her. He said, “ You know that Blake or Walsh that stabbed a girl,” and then took up a pair of scissors and commenced fooling around Juliette’s neck, etc. He said that the ambulance would have to come up there around the hill and then he was going to Jersey. He said she need not be surprised if he came back again that night. During that call he took a pistol out of his pocket. It appeared also that the defendant had asked Anna Jackson to marry him, and had, without her acquiescence or consent, fixed the 6th of the previous May for their marriage, and that the 6th of May passed by, and that Anna had told him that it was then too late. One evening defendant met Anna in company with his brother Celestial and asked her if she was ready to give him a decided answer, and “ the next thing was ” he was always wanting to know who was going with, “ who I was going to marry, and asked for a decided answer. I said no. I had no time.” The defendant and Anna Jackson were constantly quarreling, and lie bad accused her of infidelity to him. He suspected Celestial to be her paramour. The defendant’s landlord, Doughty, testified that he was the owner of a double-barreled shot-gun, and that he went immediately after hearing of the shooting to the place where it was kept, and found that it had been taken from him., He identified the gun which the defendant had used in the homicide as his.\nCertain letters were taked from the defendant’s person by Sergeant Gaus after his capture. The prisoner stated to Captain Folk that he never had intended to' deliver them, and that he had intended to have them found on him when he was found dead. He attempted to kill himself when captured. Upon his attention being called to the sentence : “ Alexander Jefferson, born in Hew York, May 6th, 1854,” he said: “Did I write that in only one of the letters ?” Folk replied, “ It is on one of the letters found on you.’’ Whereupon the defendant said: “Well, I suppose I did.” He also showed a letter to Maury. These letters were dated December 17, four days before the homicide, and contain statements that the defendant’s brother, Celestial, had had his (defendant’s) woman while he was-away at sea, and charged the woman with having given him the venereal disease, and contained also the sentences, “ I always said that since I knew women, the one that gave me anything, I would k. if it was ten years to come. But I did not think..it would be Ann F. Jackson. Please, for God’s sake, do- you think that a woman that is living with a man and set him.up ought to live? I cannot keep it off my mind. She gave me the --Dr. Smith said so when I went to the hospital, and the one that gave it to me was the one that I was keeping-house. I cannot help what I am go to do.” The letter-also- contains abuse and charges against his brother Celestial. The defendant stated to Captain Folk, Sergeant Gaus and Officer Guise, that he took the gun from his employer’s house, went over to the building, stepped up on the stoop and slipped off the stone on fi’ont of the door and took aim through the window at his brother ; and as he pulled the trigger the old man Hicks put his head in the way and got the charge immediately; he pulled the other trigger and shot his brother, and stood the gun down by the door and went into the house and then commenced to cut. “ I didn’t know what I done and didn’t care.” Defendant also stated to witness Smith, that he had sharpened the knife for the purpose of the killing, ten days before he did it. Again the defendant stated to Captain Folk, pointing to Celestial Jefferson, “ there’s the one I intended to kill, that good-looking brother of mine over there.”\nGeorge F. Elliott and James Moffett, for defendant appellant.\nJames W. Ridgway, district attorney, for the people respondent."
  },
  "file_name": "0240-01",
  "first_page_order": 264,
  "last_page_order": 270
}
