{
  "id": 1167730,
  "name": "PEOPLE v. CONROY",
  "name_abbreviation": "People v. Conroy",
  "decision_date": "1884-06",
  "docket_number": "",
  "first_page": "247",
  "last_page": "263",
  "citations": [
    {
      "type": "official",
      "cite": "2 N.Y. Crim. 247"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Gen. Term",
    "id": 9194,
    "name": "New York Supreme Court, General Term"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "1 N. Y. Crim. Rep. 95",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "opinion_index": 0
    },
    {
      "cite": "10 Abb. N. C. 261",
      "category": "reporters:state",
      "reporter": "Abb. N. Cas.",
      "case_ids": [
        626339
      ],
      "opinion_index": 0,
      "case_paths": [
        "/abbn-cas/10/0261-01"
      ]
    },
    {
      "cite": "1 N. Y. Crim. Rep. 303",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "case_ids": [
        1164421
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/1/0303-01"
      ]
    },
    {
      "cite": "92 N. Y. 85",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2190095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/92/0085-01"
      ]
    },
    {
      "cite": "1 N. Y. Crim. Rep. 94",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "case_ids": [
        1164498
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/1/0094-01"
      ]
    },
    {
      "cite": "91 N. Y. 211",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2188392
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/91/0211-01"
      ]
    },
    {
      "cite": "88 N. Y. 196",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        550685
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/88/0196-01"
      ]
    },
    {
      "cite": "1 N. Y. Crim. Rep. 180",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "case_ids": [
        1164431
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/1/0180-01"
      ]
    },
    {
      "cite": "29 Hun, 382",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1398,
    "char_count": 35636,
    "ocr_confidence": 0.534,
    "pagerank": {
      "raw": 7.741143928371512e-08,
      "percentile": 0.4551757650735622
    },
    "sha256": "12c0bc95f8cbbb6d1fd05b4a4df335ee8530f4e99877ce22c200662bfb23d9cb",
    "simhash": "1:2d3d768e42c475c5",
    "word_count": 6170
  },
  "last_updated": "2024-02-27T21:16:51.275330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PEOPLE v. CONROY."
    ],
    "opinions": [
      {
        "text": "Barrett, J.\nConroy was convicted of murder in the first degree, upon an indictment charging him with the killing of one Keenan. The indictment is under the first subdivision of section 183 of the Penal Code; and it avers that the killing was from a deliberate and premeditated design to effect the death of Keenan.\nWe have gone over the evidence with care, and we are of opinion that the element of deliberation is entirely wanting. The learned judge should, as requested, have withdrawn the question of murder in the first degree from the consideration of the jury. His instructions upon the law of the two degrees of murder were entirely accurate. But he failed to apply the facts to his definitions, and consequently the jury fell into the quite natural error of treating the many brutal and atrocious features of this homicide as the equivalant of legal evidence of deliberation. We find enough to warrant the submission to the jury of the question of murder in the second degree ; that is, of killing with the design to effect the death of Keenan or of some other person, but without deliberation and premeditation. Enough, too, if the indictment had been framed under the second subdivision of section 183, and had charged the killing by an act imminently dangerous to others, and evincing a depraved mind regardless of human life, although without premeditation, to have justified the submission of murder in the first degree. But for the evidence of deliberation', we have sought in vain. Upon the contrary, the strongest testimony against Conroy points no farther than to sudden impulse. Between the impulse and the act there was no reflection, however slight or brief. There were, in fact, none of the indicia of deliberate purpose ; no hesitation, no doubt overcome, no choice made as the result of thought. Indeed, the gravest question was, whether the shot was fired with any distinct and specific intent, or merely with a reckless and wanton disregard of human life.\nConroy’s acts throughout were those of a ferocious ruffian inflamed by drink; but the law expressly declares that voluntary intoxication, though furnishing no excuse for a criminal act, may be considered by the jury upon the questions of intent and of the degree of crime (Penal Code, § 22). If voluntary intoxication may be considered upon the question of intent, a fortiori upon that of deliberation. The defense of insanity in our judgment entirely failed and was properly overruled by the jury. Undoubtedly Conroy was responsible \"for his acts in every legal sense. But the evidence upon that head, while failing to establish irresponsibility, indicated an abnormal sensitiveness to liquor, resulting from sunstroke, a fall from a loft and other incidents, fully accounting for the extraordinary mental disturbance caused by two glasses of bar-room sherry. An exhibition of violence followed each dram, and followed it almost instantly. Nothing of the kind preceded the drinking. Certainly Conroy had no homicidal intent when he entered Cody’s saloon. That event was purely casual. He happened to be passing, and he was invited in to drink. He then seemed to be sober. The people within were either his friends, ordinary acquaintances, or persons with whom he was entirely unacquainted. At all events, he found no enemy there. After taking á glass of what was called sherry wine, he became quarrelsome, accused a man named Cantwell of having previously betrayed his improper presence in a drinking saloon while on duty, and upon Contwell’s retorting, offered to fight. In a few moments, he seemed to get entirely over this combative spirit,' became, as one of the witnesses described it “ happy,” and invited all present to drink at his expense. Again he took a glass of the so-called sherry wine, again he became quarrelsome. At first he questioned the price of the drinks. Then Cody, to pacify him, reduced the charge from one dollar to seventy cents. Still he seemed dissatisfied, inquiring of several about him if they had drunk. .He then asked a man named McGuinness what he had taken, and upon McGuinness replying “mixed ale,” Conroy called him a liar. McGuinness retorted, “ .You are another,” and thereupon Conroy struck him with his fist, knocking him down ; and while McGuinness was down kicked-him about the hips. This raised a tumult. The crowd “ hallooed ” . at Conroy to let McGuinness up, and began to close in around him. Conroy then drew his club, and the crowd retreated to a card-room in the rear. As they retreated Conroy also drew his revolver, holding the club in one hand, the revolver in the other.' Some one then put his head out of the card-room door and Conroy threw his club at him, missing the man’s head, but smashing a pane of glass in the door. Almost immediately another pane of glass was broken from the inside of the card-room. This evidently startled Conroy and precipitated the firing, for instantly he “ wheeled to his left ” with his face still towards the card-room door, and as a friend (Keating), who undoubtedly perceived that' danger was imminent, grasped him by the shoulder, the revolver, to use the language of the witness Buckley, “ at that instant went off.”\nThis description is slightly varied by one of the witnesses, who says that Conroy, after breaking the pane of glass, stepped back two or three paces, placed his club in his belt, threw open his coat, and with some difficulty, got at and drew his revolver; that, as he did so, Keating exclaimed, “For God’s sake, Billy, don’t fire ; those are friends of mine;” and that, notwithstanding this warning, Conroy, according to the witness Cantwell, “ turned round and let go that way quick as lightning.”\nIn all this there was surely not the slightest indication of a deliberate purpose. Conroy had had no quarrel of any kind with the unfortunate man who received the bullet. In fact, he scarcely knew this man. Even the dispute with Cantwell had been composed.\nMcGuinncss had fled and was not in the saloon. Conroy was then his own worst and only enemy.\nIt is palpable either that he fired without mental concentration upon any individual object, but recklessly and in utter disregard of human life (for which offense as we have seen he has not been indicted), or that fearing an attack he acted upon a sudden impulse to strike terror into the crowd by firing at the first person who stood before or about him. The extreme rapidity of Conroy’s movements, the absence of threats, pre-existing ill-will or motive; the presence of self-aroused passion and sudden violence; the inappreciable space of time between the act and the earliest previous moment when it is possible to assume the flash of design ; the unreasoning, senseless and frenzied condition of his mind ; all tend absolutely to exclude the idea of deliberation, even within the most extreme construction which, in the interests of society, has been or can be given to this word in its present statutory relation.\nThe law must not be nullified, strained or perverted to meet an exceptional case nor to make an example of a particular offender.\nIn all the cases to which we have been referred, there was undoubted evidence of a deliberate purpose. They differ in every essential particular from the present.\nIn Hovey’s case (29 Hun, 382; 1 N. Y. Crim. Rep. 180), the evidence of deliberation consisted of the purchase and loading of the pistol, followed directly by its use in the commission of the deed.\nIn Sindram’s case (88 N. Y. 196), it consisted of previous bad blood and threats, followed by preparation, the prisoner’s seeking the deceased, and the deliberate firing of a second shot after the failure of the first.\nIn Majone’s case (91 N. Y. 211; 1 N. Y. Crim. Rep. 94), it consisted in the exhaustion of any possible-impulse upon the previous killing of his wife, and his proceeding with the same • weapon from the room where his first victim lay, directly to the deceased.\nIn Cornetti’s case (92 N. Y. 85; 1 N. Y. Crim. Rep. 303), it consisted in the prisoner’s taking advantage of an opportunity to secure the knife with which the crime was perpetrated, and, in shortly afterwards, without a word, approaching the deceased and stabbing him to death.\nIn Leighton’s case (10 Abb. N. C. 261), it consisted of previous threats to injure the deceased, Mary Dean; of the prisoner seeking her out, with the razor in his pocket; and of an all-potent motive—jealousy, and her abandonment of him for another man.\nThe distinction between these cases and the present is marked and obvious. It is the distinction between premeditation and-impulse—between the cold-blooded or deliberate assassin and the brutal or reckless bar-room brawler.\nThe Legislature has chosen to make this distinction. It has enacted that the one offender shall suffer death, the other imprisonment for life. Courts and juries must not be wiser than the law. It is sufficient that it is the law, and it should be enforced loyally and with submission to the legislative wiM.\nWe have not been unmindful of what transpired after the homicide—the prisoner’s wanton shooting in the street, his stupid lying to his brother officers, his outrageous behavior to the deceased, and his declaration to Sergeant Cassidy that he “ tried hard enough to shoot Keenan.”\nAll this, however, has a more important bearing upon Conroy’s mental condition as affected by the two glasses of sherry than upon the question of deliberation. In truth it is almost inconceivable that a man capable of a deliberate murder and conscious of having committed it, should have closed the door to all hope by clubbing his dying victim, shooting at other innocent people and avoiding anything like plausibility in the preposterous falsehoods which were put forward to account for what had happened—falsehoods which anyone capable of even the lowest order of reflection would have seen must be instantly and completely exploded by every witness of the occurrence.\nAs to Conroy’s statement, so earnestly dxvelt upon by the learned District Attorney, that he “ tried hard enough to shoot Keenan,” it is impossible to give it to the force of a confession of deliberate purpose.\nAt the titmost and treated literally the words convey nothing beyond an intent to kill, formed at the moment.\nThey do not necessarily import deliberation ; and thus they really add nothing to the actual occurrence as narrated by the witnesses. If in fact the whole scene, as thus laid doxvn before ns, excludes the responsibility of deliberation, the value of such a retrospect is limited to its bearing upon the question of murder in the second degree. But \"in truth Conroy thereby intended not to confess his guilt, but blatantly to protest his innocence and to boast of his prowess. This is apparent from Sergeant Cassidy’s testimony. We quote :\nQ. What did he tell you %\nA. .He told me that he had arrested this man for being drunk and disorderly.\nQ. Arrested Keenan ?\nA. Keenan for being drunk, and disorderly; he was attacked by a crowd there_ and his prisoner rescued; I says, “ Conroy, is this man shot ?” “ Well,” he says, “ I don’t knoxv, if he is or not,” he says, “ it is not my fault: I tried hard enough to shoot him.”\nUnder the circumstances, to treat this expression as evidence of deliberation would require not only the straining of language, but its entire misapplication—that is, its transposition from the imaginary scene it was intended to color to the real occurrence xvhich it sought to conceal; and then ascribing to it as thus grafted, the sincerity and truth which it originally lacked. Hard cases sometimes produce bad logic as well as bad laxv. If the res gestos had supported the claim of deliberation with something less insignificant than a xvant of ease in drawing the revolver and the failure almost at the moment of the shooting to heed a bystander’s exclamation, we would probably never have heard of this subsequent straw.\nThe truth is, that it was simply an idle phrase, meant to be cunning but really transparent, put forward to color the equally idle falsehood that he had arrested Keenan for being drunk and disorderly; and that he had then been attacked by a mob in the street and his prisoner rescued. What he meant in his besotted way, to convey to Sergeant Cassidy was that he had shot Keenan in the faithful performance of the duty which devolved upon him to prevent, by every means in his power, the escape of a rescued prisoner. Plainly this and nothing more.\nWhether, then, this shocking affair be regarded in the light of what transpired after, before or at the time of the shooting, the absence of deliberation is-equally apparent.\nThe result is inevitable. Under the law as it existed prior to 1873, Conroy would have forfeited his life.\nThere was then but one degree of murder, and to constitute it, premeditation alone was required. The courts had construed the law so that premeditation and, intent were substantially equivalent. The Legislature then divided the crime into two degrees, requiring intent with deliberation and premeditation to constitute the first; intent without deliberation and premeditation to constitute the second. Conroy’s case, therefore, comes clearly with the second and not within the first of these degrees. But the error below was not unnatural. For if ever there was a case where the judgment of a right-minded court, prosecuting officer or jury might readily be obscured by a feeling of just indignation, it is assuredly the present. The tendency of its horrible detail is to make the citizen deplore the alteration in the law. It cries aloud for a judicial view of deliberation from which, under other and less aggravated circumstances, the mind would instantly revolt. The fact that the prisoner was a police officer, employed to protect the people from violence and to guard them from outrage, cannot but intensify this sentiment. Beyond question, Conroy richly deserves all the punishment which can lawfully be inflicted upon him. Less than this would be a miscarriage of justice. More, however, would be lynch law under the forms of law. What, after all, is more important than Conroy’s death or imprisonment for life, is accuracy in the administration of justice—precise conformity to the law. The latter it is our duty to exact, and in doing so to stand, if necessary, between the vilest wretch and even the righteous indignation of those who would add one jot to his punishment beyond what the law prescribes. Such a duty is now plainly before us, and it can only be faithfully performed by the reversal of this judgment and the direction of a new trial.\nDavis, P. J.\nI have given careful attention to the conflicting opinions of my brothers Beady and Baebett, and a most painstaking examination of the evidence in the case, bearing upon the question in conflict, between them, and my mind is brought to. the conclusion reached by my brother Baebett, that there was no sufficient evidence in the case of such premeditation and deliberation on the part of the prisoner, as is required by the present law of this State to justify a conviction of murder in the first degree.\nAt common law all felonious killing of a human being with intent to take life was murder, and of that crime there were no degrees.\nBy the former statute of this State this rule of the common law was sought to be modified by «requiring, in murder, proof of a deliberate design to kill. But the courts promptly held that the statute was satisfied whenever the evidence showed to a jury that the act of homicide was the result of a fully formed intent to kill, although the intent was concurrent with the act and had no appreciable antecedent period of deliberation or consideration. This was practically reinstating the law sought to be modified ; or in other words holding that the common law rule had not been changed in substance. It may well be doubted whether the courts would have deemed themselves forced to, or justified in such a construction, if the statutes referred to had created degrees of murder and defined the second degree to be a homicide with design to kill but without deliberation.\nSubsequently the Legislature created two degrees of the crime of murder. The first they declared to be the killing of a human being (unless it be excusable or justifiable) when perpetrated with a deliberate and premeditated design to effect the death of the person killed, or of another person; the second they defined to be the killing of a human being with intent to cause the death of the person killed, or another, but without deliberation or premeditation. To the first of these degrees they attached the penalty of death; to the second the absolute penalty of imprisonment for life.\nIt is impossible now for the courts to hold that the killing of a human being with design to effect death, not accompanied with deliberation and premeditation, is anything more than murder in the second degree, however clear and manifest the design which accompanies and induces the act may be.\nIt would now be manifest error to charge a jury upon a trial for murder that a clear and manifest design to effect death is itself sufficient evidence of deliberation and premeditation to constitute murder in the first degree; for that is the exact thing which the statute declares shall be murder in the second degree. Hence, there must be, in addition to-proof of design, some satisfactory evidence that it was a “ deliberate and premeditated design ” before the crime of murder in the first degree is proven. If past constructions disarm the word “ deliberate” of any portion of the normal significance, they do not, of course, impair the just sense of the word “ premeditated,” which is new to the statute ; and the conjunction of the two words, in a form which requires the satisfaction of both, especially when accompanied with the creation of a new degree of the crime of murder, which itself requires the presence of an actual and established intent to kill, leaves no door open to doubt that murder in the first degree can now only be shown by proof of some amount or kind of deliberation and premeditation antecedent to the act or blow which intentionally effects the death, and of which the intent alone is not adequate evidence. The intent or design is, of course, necessary in both degrees. It alone is sufficient in the second ; but in the first it must have the characterization of deliberate and premeditated design. There are many modes in which this characterization may be shown ; as, for instance, by procuring and administering poison, by lying in wait, by arming or preparing for the deed in advance, by seeking an opportunity or advantage, by threats of revenge oi hate, or,, in short, any form of words or action which indicates thought and conclusion of a considered purpose to effect a design. My brother Baeeett lias shown how dearly the cases cited by the counsel for the people fall within this rule. It is not necessary to repeat what is so well said.\nIn the case at bar I am unable to find any evidence to justify a finding of deliberate and premeditated design to effect the death of the person killed, or of any other person. The prisoner was a policeman, but the law of murder for him is no different for that reason. He was charged with duties and trusts which made misconduct a crime on his part peculiarly odious ; but that fact, while it may expose him to the dangers of popular prejudice, and in a sense excuse clamorous condemnation, cannot in law change or affect his guilt or innocence of murder in the first degree. He is not on trial for violation of official duty, but for a felony affecting his life, and in its definition of that crime and its requirements of proof to establish it, the law knows no scale of adjustment that fits a brutal policeman but does not fit other brutal criminals. The Legislature has not so provided ; and that is an answer to every suggestion of undue severity because of official position.\nTo my mind the evidence against the prisoner fails to show that he entered the drinking saloon of the witness Gody for any purpose of .crime or violence. He went for the purpose of drinking on “ the treat ” of a candidate for office. He drank what is called sherry, and it is not difficult to imagine what sort of vile concoction bore that name in that place. The evidence shows that he was peculiarly susceptible to the effects of drink, and he speedily showed its effects upon him. A colloquy and controversy sprung up between him and another, which led, on his part, \"to an offer to fight any person present for money—but this passed over, and the prisoner invited every person present to drink. They all drank, a dozen or fifteen in number. The prisoner again drank sherry; when he asked what he had to pay he was told a dollar. The price angered him, and he asked who bad drank. Cody told him all, but the prisoner disputed, and turned to one person, asked what he had drank; he answered, “ mixed ale.” The prisoner called him a liar, and the lie was given back to him. That party approached the prisoner, who immediately struck him and knocked Mm down, and commenced kicking him while down. At this several persons demanded that he let the person up, and all gathered around the prisoner. The party knocked down got up and immediately fled from the saloon. The prisoner, as soon as freed from those holding him, drew his policeman’s club, and went toward the “ crowd,” some of whom retreated into the “card-room,” and shut the door ; the prisoner went toward the card-room, and struck with his club, breaking a light of glass in the door; immediately a light was broken from the other side; the prisoner stepped back and drew his revolver and cocked it, and although seized by one person present, who said, “ Don’t shoot, Billy ; those are my friends,” he turned partly around and fired in the direction of three persons standing near each other, and hit the deceased, with whom he had had no controversy, in the abdomen and inflicted a wound from which he afterwards died. The deceased exclaimed that he was “ done for ” and fell over—but no one seemed to think at that time that the bullet had\\ taken effect. This is the substance of all that took place up to the time of the shooting. It is impossible, I think, to see in it any “deliberate and premeditated design” to effect the death of any person. There was nothing of deliberation or premeditation in the affair. The madness of drink operating upon a brain and system physically and morally weak and wicked, perhaps was there, and very likely a drunken and reckless intent to kill, quite sufficient to justify a conviction of murder in the second degree; but it seems to be in vain to look for evidence of deliberate and premeditated murder.\nWhat afterwards occurred gives no different color to the actual transaction.\nIt was in substance this : When officers came in, the prisoner pretended to be performing his official duty. The officers examined the deceased and did not discover that he was shot. One proposed to send for an ambulance. The prisoner exclaimed “ ambulance-, be d.—d,the^ man- is, not shot,” and he gave into their custody two young men whom he charged with, disorderly conduct, and lie himself dragged out the deceased to take him to the police station. On the way he beat him brutally with his club, but those injuries are shown to have had no effect in causing his death. At the station he stated that he had arrested the deceased for drunkenness and disorderly conduct; that he was assaulted by a mob and his prisoner was recovered and that he shot the prisoner to prevent his escape, and afterwards when he was told the prisoner was really shot, he said in substance he ought to be for he “ tried hard enough to shoot him.”\nHis statements were wholly false. He had not arrested the deceased. There had been no mob—no rescue, or attempt at rescue, and no shooting on such an occasion. This was all a falsehood invented as an excuse for his misconduct as an officer, and the statement that he tried hard to shoot the deceased was not intended'to be anything more than an assertion that he tried hard to do his duty as against a mob of rescuers and an escaping prisoner. It is not to be detached from its context and distorted into an admission that he tried hard to shoot the deceased, while he sat quietly on a whiskey cask in Cody’s saloon at the time he was wounded. To do so is to make the prisoner’s false declaration that something took place that would justify a shooting, a confession of something in conflict with the testimony of every witness on the part of the people,\nThe actual shooting was clearly the act of an infuriated man, firing with a reckless intent to kill any one who might chance to be in the way of his bullet—but there is not, I think, a symptom of proof that he “ tried hard to shoot ” his victim, who by chance happened to be in the range of his reckless aim.\nThere are several questions in the case arising upon exceptions which seem to me of serious importance ; but I prefer the decision of the case should be put upon the ground that as matter of law there was not sufficient evidence of deliberate and premeditated design to effect death to justify 'the conclusion, so that the Court of Appeals may review our decision and correct it if wrong.\nI concur, therefore, in a reversal of the judgment and a new iriaL\nBrady, J.\nThe controlling facts upon which the appellant was convicted are these : He had by his aggressive conduct driven nearly all the persons from the saloon (fourteen or fifteen in number) in which the deceased was shot, some of them taking refuge in the card-room, which was separated from the saloon by a partition, having a door partially of glass opening into it, and others in a rear room or hall. Those who remained in the saloon were the proprietor, Cody, his wife, Cantwell, Keating and the deceased. The appellant approached the door mentioned, and observing that one of the persons who had retreated was exposing his head, doubtless to ascertain where the appellant was, struck at the head but missed it and broke some of the glass. He then backed from the door and as he did so put his club in his belt and deliberately drew his revolver, which he had some trouble in taking from his pocket. Keating seeing this said to him, “ For God’s sake, Billy, don’t fire; those are friends of mine.” The appellant paid no attention to this-request, but turned towards where the deceased was standing with others, raised his revolver and fired the fatal shot. He\" attempted another shot, but was stopped by Keating and Buck,, ley. When asked by the sergeant at the station-house after his arrest, “ Conroy, is this man shot ?” he said, “ I don’t know. If he is not, it is not my fault. I tried hard enough to shoot him.”\nThis conduct was by the jury declared to be that of a person entirely responsible for his acts, and not that of one affected-mentally either by the element of insanity or temporary derangement arising from the effect of liquor taken. He had’ displayed a belligerent spirit soon after entering the saloon,- and liaving provoked a quarrel with one M’eGuinness, knocked-' him down-and continued to maltreat him until he was dragged away. The brutal recklessness of the- murderous desperado had seized him, and when he drew his pistol he determined to-shoot some one of the persons who remained in the saloon, a resolution strengthened doubtless by the request of Keating, a result natural in the conduct of a person controlled by the bravado spirit which then influenced him. He had resolved to shoot notwithstanding he had no enemy to confront him ; was not in-danger by act or threat- of any one present, and knew his victim must be one of the persons present. The deceased was to him the most insignificant, apparently, and suited his design. His purpose was to shoot, and he carried it out by discharging his weapon at the deceased, towards whom it must have been pointed or it would not have taken effect upon him. There is no pretense that the ball from the pistol was deflected by contact with any substance. It was sent directly into the body of the deceased.\nWe have then apparently the pre-existing murderous intent carried out by the shot, the premeditation and deliberation culminating in the shot at the deceased, a fact demonstrated by the declaration of the appellant that if the deceased was not ■shot it was not his fault—he' tried hard enough to do it. This ■is undoubtedly the theory upon which the jury rendered the .verdict given, and whether it was right or not is the only question of the least importance here.\nThe legal proposition necessary to sustain the verdict upon •these facts and this theory is, that if a person in the company -of several deliberately resolves to shoot one of them, and does the act contemplated, he may be charged with having killed ■the person shot with a premeditated and deliberate design to effect his death. It is not necessary, under such circumstances, ■in order to properly convict a person of murder in the first degree, to show that when the intention to shoot was formed-the person shot was also then selected and determined upon. It is enough if there be a general design to shoot one of the persons present and such intention is carried out.\nThe Penal Code by section 183 provides by the first subdivision that the killing of a.human being is murder in the first degree, when committed from a deliberate and premeditated design to effect the death of a person killed or of another. This contemplates as well as others the crime of killing a person not within the intent ©f.the killer, and slain in error or by mistake. If the design is to kill B., and the shot misdirected kills 0., it is murder if the elements exist .-which would make it murder had B. been killed in accordance with the original intent. If the design be to kill one or several present, and one be selected in accordance with such design, it is not at all illogical or unreasonable to declare that the person killed was slain by premeditation. The case as presented to the jury having the characteristics mentioned, it could not be taken from them. Indeed, they were warranted in declaring the presence of the design stated, not only from the acts of the appellant but his subsequent declaration that if he did not shoot the deceased it was not his fault—he tried hard enough to do it.\nIn estimating the force and effect of the circumstances to which reference has been made, we must bear in mind that we are dealing with a sane person having no enemy to overcome, but brutally excited, and drawing his pistol without reason— without cause, and seemingly for no other than a murderous purpose and after he had without its use created a reign of terror. He had time enough to deliberate upon the act of shooting. The law upon that subject was clearly and accurately charged and no exception was taken to what was said. The court said in reference to deliberation and premeditation—quoting from the opinion of Justice Earle in the People v. Majone, 91 N. Y. 211; 1 N. Y. Crim. Rep. 95—that the design must precede the killing by some appreciable time, but the time need not be long. It was sufficient if time existed for choice to kill or not to kill and when the time was sufficient for that it matters not how brief.\nThe appellant, it must be observed, was advised of the impropriety of his contemplated act—he was warned against it by a request made of him not to shoot, to which he paid no attention. He did not mean to be interfered with; he was the master of the situation and meant to maintain that attitude. He was cool and collected when he reached the station-house, and his declaration there made was undoubtedly understood by him.\nIt matters not what we may conjecture as to the spirit in which it was said or the emotion which prompted it. It must be united to other events and he must take the consequences resulting from it. If the jury had not found that he was then wholly responsible for his conduct, we should be obliged to assert this to have been his condition when the declaration mentioned was made. There is and can be no pretense that he was as much excited at that time as he was in the saloon. He was then where he could not hold supreme sway either as a bully, bravado or desperado.\nThe history of this country unfortunately is not without precedent for terrorisms created by one individual even without the semblance of authority, a feature not marking the appellant’s career on the occasion referred to, inasmuch as he was dressed in his uniform and had all the insignia necessary to enable him to act as the official bully—the man in power, in brief authority.\nIt is true that all the witnesses for the people did not tally in their details of the occurrence, but the jury had the right to accept such version as the evidence best commended to their judgment, and the assumed controlling facts herein recited are established by it. The witnesses were not sufficiently in conflict to make it difficult to reconcile their testimony and establish a satisfactory basis for the judgment arrived at, and particularly inasmuch as the witnesses who said the pistol was pointed at the floor or a barrel, must have been mistaken, as the ball discharged from it entered the body of the deceased and without deflection, as already suggested.\nWhether the premeditation and deliberation required by the statute as an ingredient of murder in the first degree existed or not is, as already suggested, the only question at issue on this appeal, none of the exceptions taken having any real value. The charge was elaborate and clear. Indeed, it was pronounced by the learned and experienced counsel for the appellant to be most fair, and numerous requests to charge which he had handed to the court, were withdrawn by him. After a careful, deliberate and conscientious examination of this case, therefore, with, I hope, a just sense of my responsibility, I am unable to agree with the conclusion that the learned justice who presided at the General Sessions, could in the face of the appellant’s statement at the station-house, in connection with the other facts, withdraw the element of premeditation from the consideration of the jury. The question of the appellant’s innocence or guilt was for them to determine on the evidence. They are the judges of the facts, and if a reasonable view of the evidence sustains their finding it should not be disturbed.\nJudgment reversed and new trial ordered.",
        "type": "majority",
        "author": "Barrett, J. Davis, P. J. Brady, J."
      }
    ],
    "attorneys": [
      "Wm. F. Howe, for defendant, appellant.",
      "Peter B. Olney (John Vincent, assistant), for the people, respondent."
    ],
    "corrections": "",
    "head_matter": "Supreme Court—General Term—First Department.\nJune, 1884.\nPEOPLE v. CONROY.\nMurder nr the First Degree.—Premeditation.\nUpon the trial of an indictment framed under the first subdivision of section 183 of the Penal Code, where the evidence shows a killing with a design to efiect death, but not deliberation and premeditation, the verdict cannot be anything more than murder in the second degree.\nThe crime of murder in the first degree under such an indictment can only be shown by proof of some amount or kind of deliberation and premeditation antecedent to the act which intentionally effects the death, and of which the intent alone is not sufficient evidence.\nVoluntary intoxication may be considered upon the question of premeditation.\nAppeal from a judgment of the Court of General Sessions of the City and County of New York, of December 6, 1883, convicting defendant, William Conroy, of murder in the first degree.\nThe facts appear in the opinions.\nWm. F. Howe, for defendant, appellant.\nPeter B. Olney (John Vincent, assistant), for the people, respondent."
  },
  "file_name": "0247-01",
  "first_page_order": 271,
  "last_page_order": 287
}
