{
  "id": 1167697,
  "name": "PEOPLE v. MULLER",
  "name_abbreviation": "People v. Muller",
  "decision_date": "1884-03",
  "docket_number": "",
  "first_page": "279",
  "last_page": "290",
  "citations": [
    {
      "type": "official",
      "cite": "2 N.Y. Crim. 279"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Gen. Term",
    "id": 9194,
    "name": "New York Supreme Court, General Term"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "78 N. Y. 90",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        544440
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/78/0090-01"
      ]
    },
    {
      "cite": "85 N. Y. 83",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "4 Den. 370",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        485430
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/4/0370-01"
      ]
    },
    {
      "cite": "10 How. Pr. 290",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "opinion_index": -1
    },
    {
      "cite": "16 Blatchf. 338",
      "category": "reporters:federal",
      "reporter": "Blatchf.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1021,
    "char_count": 28890,
    "ocr_confidence": 0.555,
    "pagerank": {
      "raw": 1.2924678943100599e-07,
      "percentile": 0.6201382783320571
    },
    "sha256": "cc8f1555cfdf13e3652f78d814e85c6e26998e11180515b8dd16bb77e9af7243",
    "simhash": "1:bc72e3777c07bd26",
    "word_count": 5004
  },
  "last_updated": "2024-02-27T21:16:51.275330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Davis. P. J.. concurs."
    ],
    "parties": [
      "PEOPLE v. MULLER."
    ],
    "opinions": [
      {
        "text": "Daniels, J.\nThe defendant was charged by the indictment with selling a certain indecent and obscene photograph, representing a nude female in a lewd, obscene, indecent, scandalous •and lascivious attitude and posture, and also with having in his 'possession divers lewd, scandalous, obscene and indecent photographs representing divers nude female figures, in various lewd, indecent, immoral, lascivious, scandalous and obscene attitudes and postures, against the form of the statute in such case made, &c.\nThis indictment was presented under section 317 of the Penal Code, which has declared if to be a misdemeanor for any person to sell, lend, give away, or offer to give away, or show, or to have in his possession with intent to sell, or give away, or show, or advertise, or otherwise offer for loan, gift, sale or distribution, an obscene, or indecent book, writings, paper, picture, drawing, or photograph. Evidence was given upon the trial under both .of these counts of the indictment showing the sale of card photographs by the defendant, and of his having in his possession or under his control for the general purposes of sale, in the course of his employment, other card photographs of the same description. These photographs were produced in evidence for the inspection and observation of the jury, and there was no denial on the part of the defendant that such photographs were kept for sale in the store in which he was a clerk, and- were there exhibited and sold, as that was desired by customers dealing with him at the store. The statute has not particularly described what, within its intent and purpose, should be considered obscene or indecent. But as these are words of well known signification, it must have been intended by the' legislature in the enactment of this law, to use.them in their popular sense and understanding. And they consequently include all pictures, drawings, and photographs of an indecent and immoral tendency, intending to include as obscene such as are offensive to chastity, demoralizing and sensual in their character, by exposing what purity and decency forbid to be shown, and productive of libidinous and lewd thoughts,-or emotions. The photographs produced upon the trial have been handed up on the argument of the appeal as they had been marked as exhibits upon the trial. They are photographs of nude females in a variety of attitudes and postures which the jury might very well, and naturally would, determine to be both indecent and obscene in their character. Ordinarily they would be so pronounced, although they would not exert the same demoralizing and sensual effects upon all persons alike. Their judgment would be the same, that these photographs and pictures would tend to promote vicious and sensual misconduct, and prove injurious to the morals of the community, especially to those whose judgment and experience were not sufficient to control the impulses of their passions. And as the statute has given this general definition of the character of the acts constituting the offense, it must necessarily have been designed that the drawing, picture, photograph, or writing should be exhibited to and.observed by the jury, for them to determine, as a matter of fact, in the exercise of their good sense and judgment, whether or not they were obscene and indecent. That was considered the proper course to be pursued in Regina v. Hicklin, Law Rep. 3 Q. B. 360, 1867-8, in which the justice’s order was affirmed upon such action. It was approved in the Circuit Court of the United States in the case of the United States v. Bennett, in an elaborate opinion delivered by Mr. Justice Blatchford, and it seems to bo the only mode in which the charge made in the indictment could be properly tried, or the law itself vindicated, or carried into effect. The question in all these cases must be, what is the impression produced upon the mind, by perusing, or observing, the writing, or picture, referred to in the indictment; and one person is as competent to determine that as another. Where the impression or conviction would be in the case of a photograph or picture, that it is meretricious and intended to exhibit the arts of a harlot, or to induce or promote prostitution, or to offend decency, and cause loose and shameless thoughts, there would be sufficient grounds to pronounce its sale, possession, or exhibition to be a violation of this section of the statute. The difference between such photographs and pictures, and those which, avoiding all indecency of position, are calculated by their symmetry, beauty, or purity, simply to inspire admiration, or produce emotions of chaste pleasure, is striking and apparent to all. In the one case the effect is coarse, demoralizing and sensual, while in the other the chaste elegance and beauty would not be debasing, but refining, by the degree of admiration produced by it. While the former class would be debasing and vicious, the latter would be productive of no such effects. And it is in this manner particularly that the photographs produced upon the trial and argument of this case are clearly distinguishable from those productions which are tolerated and Commended by the intelligent judgment of the community.\nThis difference is striking and apparent at once from the production itself, and requires no more than the observation of jurors to discover it, and to distinguish that which is criminal under the terms of the law, from that which may properly be held not to be prohibted by any of its provisions. In this case the jury exercised their judgment by means \"of the observation and examination of the photographs referred to in the indictment, and determined them to be of the vicious and immoral character prohibited by the statute. This court cannot say' that they erred in their conclusions, but on the other hand the determination which they made seems to have been well sustained by the nature and character of the photographs themselves.\nIt was urged upon the trial, and evidence was offered to be given to establish the fact that the photographs were taken from pictures publicly exhibited in reputable European places. But that proof would not change the nature of the influence they were calculated to exert, and would not relieve the defendant from the charge of violating the provisions of the statute. If pictures of the same description were exhibited and tolerated elsewhere that fact would be entitled to no effect in determining whether this statute had, or had not, been violated in their exhibition and sale within the county of New York.\nThe object of the law was to protect public morals, especially of that class of the community whose character is not so completely formed as to be proof against the lewd effects of the pictures, photographs and publications prohibited. And where it may be violated that violation would in no sense be relieved by proof that similar acts were tolerated by the public authorities of other states' or countries.\nThe defendant offered in evidence a number of photographs of a somewhat similar description to those produced on the part of the prosecution, but not in such a state of complete nudity, and they were rejected by the court. This offer was made for the purpose of laying before the jury evidence of the manner in which the business of taking and selling female photographs had been conducted and permitted by the public authorities, and from them it probably was proposed to be argued that the defendant had not so far exceeded the license inferred from this neglect, as to be criminally culpable under this section of the statute. But if these photographs had been received, inasmuch as they differed in their lewd features from those relied upon in support of the prosecution, they could not have been of any. service to the defendant. For the license or liberty to publish and sell those which were offered in evidence, would fall far short of tolerating the possession, exhibition or sale of those upon which the prosecution was instituted. Still another answer exists to the offer of the evidence, and that is the fact that proving other persons to have violated the law, would in no manner tend to the exculpation of the defendant, if his acts were in contravention of its provisions.\nThe court was not called upon to try the question whether the persons possessing or selling the photographs of the description offered by the defendant had violated the statute or not. Ho comparison could be required to be made between them and those upon which the issue in the case depended, for the purpose of determining intelligently whether the defendant was guilty of violating the law or not. There was no view in which this evidence could have been of service to the defendant, or by which he on account of it could have been relieved from the consequences of his own acts. The introduction of the photographs would have been of no legal benefit to him, but might have injured his case by convincing the jury that there was great necessity for the interposition of the authorities and the enforcement of the law, to arrest and end this nefarious business. In the same view various copies of the publications known as “ The National Police Gazette” “ The Illustrated Police News” and the “ Weekly Varieties” were offered to he read in evidence upon the trial, by. the defendant’s counsel, but they were rejected by the court.\nIf they had been received, and entitled to the sanction of the court and jury, they would have afforded no assistance whatever to the defendant, because- the photographs he was charged with selling and possessing, were so far in their lewdness in excess of those contained in these publications as to prevent him from shielding himself under the same liberty. If they did not violate the law in any of these publications, it would not follow that he had not been, guilty, and if they did, then there was a still greater reason for his conviction. For his offense was much more- aggravated im its character.\nIt may be that some-of these publications would be regarded by a jury of intelligent men as too-obscene and indecent to be tolerated by even a liberal administration of the law. But whéther they would or not is not now required to be even suggested in the disposition of this case. If further prosecutions shall be instituted, the-circumstances upon which they depend,, will after that, be more appropriate for the careful consideration of the court. There was no error in excluding any portion of the evidence offered to be given by the defendant upon the trial. Practically there was no doubt as to what he had done, and it was simply for the jury to say whether the articles he dealt in were obscene and indecent, or not, and that was to be chiefly determined from the appearance of those photographs. The evidence which was offered and rejected would in no manner, if it had been received, afford the defendant protection against the legal consequences of his acts.\nAt the close of the ease several propositions were presented to the court which it was requested should be submitted to the jury, but as they did not involve the point whether these particular photographs were obscene or indecent, it was not necessary that they should be submitted.\nThey were more in the nature of abstract propositions, so far as this prosecution was concerned, than relating to the disposition of the case as it was presented by the evidence. It was not essential to the proper determination of the case that these matters should have been submitted to the jury.\nIf they had been, their submission would have been of no service to the defendant, for the point would still remain for the consideration of the jury to determine whether these particular photographs were obscene and indecent. They determined that against the defendant, and that fact without reference to these general propositions, sufficiently brought the case within the statute to require his conviction.\nBy the judgment which was pronounced, he was subjected to no severe degree of punishment, the object of the court being more especially to arrest and break up a traffic, that could not be carried on without endangering the good morals of the community, and it is probable that if other cases of this description shall be brought before the courts in which a conviction may follow, that the same degree of leniency cannot be expected. The .judgment in the case should be affirmed.\nDavis. P. J.. concurs.\nThe case referred to is United States v. De Borgne M. Bennett (U. S. Circuit Ct. S. District of New York, May, 1879), 16 Blatchf. 338.\nBennett was indicted for sending obscene literature through the United States mails. The conviction was affirmed on appdal, and an opinion was written by Blatchford, J. (Benedict and Choate, JJ., con. curred.) Only that portion of the opinion relating to the test of obscenity is here given :\nBlatchford, J.-—In Regina ®. Hicklin (L. B. 3 Q. B. 360) the question arose as to what was an “obscene” book within a statute authorizing the destruction of obscene books. The book in question was to a considerable extent an obscene publication, and, by reason of the obscene matter in it, was calculated to produce a pernicious effect in depraving and debauching the. minds of the persons into whose hands it might come. It was contended, however, that although such was the tendency of the book upon the public mind, yet as the immediate intention of the person selling it was not so to affect the public mind, but to expose certain alleged practices and errors of a religious system, the book was not obscene. As to this point Oh. J. Cockburn said; “I think that if there be an infraction of the law, the intention to break the law must be inferred, and the criminal character of the publication is not affected or qualified by there being some ulterior object in view (which is the immediate and prim, ary object of the parties) of a different and an honest character. It is quite clear that the publishing an obscene book is an offense against the law of the land. It is perfectly true, as has been pointed out by Mr. Kydd,'¡ that there are a great many publications of high repute in the literary productions of this country, the tendency of -which is immodest, and, if you please, immoral, and possibly there might have been subject matter for indictment in many of the works which have been referred to. But it is not to be said, because there are in many standard and established works objectionable passages, that therefore the law is not, as alleged on the part of this prosecution, namely, that obscene, works are the subject matter of indictment; and I think the test of obscenity is this, whether the tendency of the matter charged as obscenity is to deprave and corrupt those whose minds are open to such immoral influences, and into whose hands a publication of this sort may fall. Now, with regard to this work, it is quite certain that it would suggest to the minds of the young of either sex, or even to persons of more advanced years, thoughts of a most impure and libidinous character.” These views seem to us very sound. In the present case, the remarks made by the court in its charge, as to the test of obscenity, were made in reference to suggestions like those made in the Hicklin case. It was contended that the motive and object of the book were material. On this question the court said: “The question is whether this man mailed an obscene book, not why he mailed it. His motive may have been ever so pure; if the book he mailed was obscene, he is guilty. You see then, that all you are called upon to determine in this case is, whether the marked passages in this book are obscene, lewd, or of an indecent charter. Now, I give you the test by \"which you are to determine this question.' It is a test which has been often applied, has passed the examination óf many courts, and I repeat it here as the test to be used by you. You will apply this test to these marked passages, and if, judged by this test, you find any of them to be obscene or of an indecent character, it will be your duty to find the prisoner guilty. If you do not find them, judged by this test, to be obscene, or of an indecent character, it will be your duty to acquit him. This is the test of obscenity within the meaning of the statute: “ It is whether,” &c. The test then stated is substantially the same as that Stated by Ch. J. Cockborn. The words “charged as obscenity,” and the word “immoral,” used by Ch. J. Cockburn, are dropped, and the words “the morals of ” are not used by Ch. J. Cockburn. But the meaning of the two sentences is identical. The case of Regina®. Hicklin was approved in Stelle ®. Brennan (_L. S. 7 G. P. 261), where Ch. J. Bovill states that he fully concurs in the decision in Regina ®. Hicklin.\nIn the case against Heywood, before referred to, the defendant was the writer of the book, and the book was the same book which' is in question in the present case. In the trial of the Heywood case, Judge Clakk, in charging the jury, said: “A book is obscene which is offensive to decency. A book to be obscene need not be obscene throughout the whole of its contents, but if the book is obscene, lewd or lascivious or indecent in whole or part, it is an obscene book within the meaning of the law—a lewd and lascivious and indecent book, A book is said to be obscene which is offensive to decency or chastity, which is immodest, which is indelicate, impure, causing lewd thoughts of an immoral tendency. A book is said to be lewd which is incited by lust, or excites lustful thoughts, leading to irregular indulgence of animal desires, lustful, lecherous, libidinous. A book is lascivious which is lustful, which excites or promotes impure sexual desires. A book is indecent which is unbecoming, immodest, unfit to be seen. A book which is obscene, as I have said to you before, or lewd, or lascivious or indecent, in whole or in part, or in its general scope or tendency in its plates or pictures, or in its reading matter, falls within the scope of the prohibition of the statute. . . . An argument has been made here to show you that Mr. Heywood was a moral man, a well-behaved man, and that his design in publishing this work was a good one, that he really believed the doctrines which he taught. But the court say to you that such an argument cannot be received and considered by you, and cannot make any difference in the question of guilt or innocence. A man might believe that obscene things may be and ought to be corrected, and he might argue against them, and publish for this purpose; but still the book might not be allowed to go through tlie mails, if obscene in itself. It is not the design. There is no reference in the statute to the design that a mau has in putting the book in the mail, whether for good or a bad purpose; but the law says explicitly that such books shall not go through the mails, and that, if anybody deposits them, he is to be punished for it. There is no question here in regard to the suppression or the spread of knowledge. . . . Something was said in regard to other books—that these books are no more offensive than some other books; but. you are not sent here to try other books, nor to compare this book with other books, and you heard the court rule out all other books. • The sole question is, whether these books are obscene, lewd or indecent. Other books may be so or may not be so. They may or may not have gone in the mail. . . . Observations were made in regard to the extent to which these books might be obscene, lewd, lascivious or impure, or might excite unlawful or impure desires; and it was said to you, that you might read these books, and hey would excite no impure desire in you, no impure thought; but that is not a sure criterion, by any means. These books are not sent ordinarily to such people as you. But you may consider whether they aré obscene, or lewd, or lascivious to any considerable portion of the community, or whether they excite impure desires in the minds of the boys and girls or other persons that are susceptible to such impure thoughts and desires. If any other standard were adopted, probably no book would be obscene, because there would be some men and women so pure perhaps that it would not excite an impure thought; but it is to be governed by its effect upon the community—whether it is obscene, and is of dangerous tendency in the community generally, or any considerable portion of the community. These views are in substance those contained in the charge in the present case.\nWe are of opinion that there was no error in what was charged by the court as to the test of obscenity.",
        "type": "majority",
        "author": "Daniels, J."
      }
    ],
    "attorneys": [
      "John D. Townsend, for the prisoner appellant.",
      "Peter B. Olney, district attorney, and John Vincent (assistant), for the people, respondent."
    ],
    "corrections": "",
    "head_matter": "Supreme Court—General Term—First Department.\nMarch, 1884.\nPEOPLE v. MULLER.\nIndecent and Obscene Piotübes. Liteeatube, etc.—Penal Code, § 317.—Intent.—Evidence.\nIn section 817 of the Penal Code, in relation to obscene or indecent books, writings, papers, pictures, drawings or photographs, the words obscene or indecent are used in their popular sense and understanding, and include all pictures, drawings and photographs of an indecent and immoral tendency, intending to include as obscene such as are offensive to chastity, demoralizing and sensual in their character, by exposing what purity and decency forbid to be shown, and productive of libidinous and lewd thoughts or emotions.\nThe drawing, pictures, photograph or writing, should be exhibited to and observed by the jury, and it is for them to determine, as a matter of fact, in the exercise of their good sense and judgment, whether ' or not they are obscene and indecent.\nUpon the trial of an indictment under said section, evidence that the photographs in question were taken from pictures publicly exhibited in reputable European places is inadmissible. Nor are copies of other photographs and illustrated newspapers, which defendant claims are permitted to be sold from day to day, admissible as evidence.\nAppeal from a judgment convicting the defendant of a misdemeanor.\nIn October, 1883, the defendant August Muller was indicted, under § 317 of the Penal Code, in the city of New York, for selling a picture, to an agent of “ The Society for the Prevention of Vice,” which picture in the indictment, is designated as an “ indecent and obscene photograph, representing a nude female in a lewd, obscene, indecent, scandalous, and lascivious attitude and posture ;” and the indictment also charges him with having in his possession, with intent to sell, other photographs of a similar character, but which are further described as being “ immoral.” The prisoner pleaded not guilty, and the issues thus raised came on to be tried before Judge Beady and a jury in a court of Oyer and Terminer, held in the city of Hew York, December 17, 1883, and resulted in a verdict of guilty. The defendant was thereafter sentenced to pay a fine of $50.\nNine pictures were received in evidence to sustain the indictment.\nIt was claimed that the defendant was a clerk in the employ of a dealer in books, engravings and photographs, and that the sale, etc., in question was made in the course of his employment.\nThe prosecution, sustained by the court, insisted that the jury should arrive at a conclusion from the inspection of the pictures, and on the part of the defense it was contended, that while forming their judgment, they should have the benefit of skilled opinions, and of contrasting the pictures offered, with others.\nExceptions were taken to the rulings of the court in excluding evidence, and to its refusals to charge.\nJohn D. Townsend, for the prisoner appellant.\nI. The court erred in excluding from the inspection of the jury the picture “ Dolly Adams,” and others of that style, and other common pictures of half-nude actresses, which were offered by the defense. These were offered as contrast to the photographs for the sale of which the defendant was upon trial, for the purpose of arousing in the minds of the jury a distinction between real art, and “ indecency ” or “ obscenity.”\nII. The court erred in excluding the question, “ Did you ever sell to any boy under twenty-one years old any of these pictures ?”—meaning pictures of the same kind. The principal ground upon which legislation to suppress obscene and indecent books and pictures has always relied for public support, is, that it protects the morals of youth.\nIII. The court erred in excluding the question, “ Look at that picture by Bougereau, and state whether the original is on exhibition at the Hoffman House ?” The picture referred to was one of the nine for the sale of which the defendant was indicted. It would have been evidence before the jury of the popular judgment on that picture, and was in the nature of instruction to the jury on the subject before them.\nIV\". The counsel for the defendant offered to show to the jury, by the catalogue of 1880 of the Salon in Paris, that the original of one of'these pictures which were seized as obscene or indecent called “La Reposé Atélier,” by F. de Ckambord, was on public exhibition in that salon in 1880. The evidence was objected to and the objection was sustained by the court, and exception taken. This was error. Counsel promised to follow up and show by artists that these photographs were necessary for art purposes, and were used in many instances in the place of models. The defendant, however, was forced to content himself with a statement of the prosecuting officer “ that he would admit that all nine pictures were exhibited at different times in the Paris Salon.”\nV. The court erred in refusing to allow the defendant to ask the following questions : “ Is there a distinguishing line, as understood among artists, between pure art and obscene and indecent art ?” “ I ask you whether there is a pronounced division in your branch of art, between pure art, so far as pictures are concerned, and obscene and indecent art ?” Both of the gentlemen to whom these questions were put had made art a study for years.\nThe following cases, although not directly in point as to subject-matter, indicate the true rule regarding such testimony. Rochester & Syracuse R. R. Co. v. Budlong, 10 How. Pr. 290 ; Lamoure v. Caryl, 4 Den. 370 ; Greenfield v. People, &c., 85 N. Y. 83 ; Platner v. Platner, 78 N. Y. 90.\nVI. The court erred in refusing to charge the jury as follows : “ That where copies of well recognized works of art are not thrust forward wantonly, or for the purpose of exciting lust, or disgust, but are exhibited and sold solely as perfect copies of recognized works of distinguished merit, on exhibition in the finest public galleries in the world, they are justified by the object of their use, and are not obscene nor indecent within the meaning and purpose of the law.”\nVII. The court erred in refusing to charge the jury as follows : “ That -the places where, and the circumstances under which pictures representing nude figures are offered for exhibítion or for sale, should enter very largely into the determination of the question whether such exhibition or sales were or were not offensive to chastity and decency.”\nVIII. The court erred in refusing to charge the jury as follow: “ That when pictures, which might otherwise be obscene or indecent, are used or kept in good faith for any art or scientific purpose, and are not thrust forward wantonly or for the purpose of exciting lust or disgust, they are justified by the object of their use, and are not obscene and indecent within the meaning and purpose of the law.”\nIX. The court erred in refusing to charge the jury as follows : “ That even if the jury should consider some or all of the pictures produced, to be, from certain points of view, or generally immodest, indelicate or bad in their influence upon society, such pictures are not therefore necessarily obscene, and are not obscene within the intent of the law, nor under this indictment, if the jury at the same time arrive at the conclusion they are necessary in aid of pure art, and were not pressed upon. the public wantonly.”\nPeter B. Olney, district attorney, and John Vincent (assistant), for the people, respondent.\nI. Whether the statute was violated was a question of fact to be determined by the jury upon inspection of the pictures, and an examination of them will demonstrate that fact. It is equally clear the pictures are unbecoming, immodest and unfit to be seen, and therefore indecent within the meaning of the statute. Reg. v. Hicklin, L. R. 3 Q. B. 360 ; United States v. Bennett.\nII. The question of motive does not enter into the case, as it is sufficient under the statute if they were indecent or obscene, regardless of the motive.\nIII. Whether other pictures are infractions of the law can have no bearing upon the case, nor in any way aid in determining whether the pictures in this case are indecent or obscene."
  },
  "file_name": "0279-01",
  "first_page_order": 303,
  "last_page_order": 314
}
