{
  "id": 1167686,
  "name": "PEOPLE v. RHINELANDER",
  "name_abbreviation": "People v. Rhinelander",
  "decision_date": "1884-10",
  "docket_number": "",
  "first_page": "335",
  "last_page": "346",
  "citations": [
    {
      "type": "official",
      "cite": "2 N.Y. Crim. 335"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Ct. Gen. Sess.",
    "id": 9672,
    "name": "New York Court of General Sessions"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "19 Northw. Rep. 435",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "4 N. Y. 140",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2005563
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/4/0140-01"
      ]
    },
    {
      "cite": "4 Denio, 9",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        485407
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/denio/4/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 807,
    "char_count": 25033,
    "ocr_confidence": 0.554,
    "pagerank": {
      "raw": 1.1018865033382214e-07,
      "percentile": 0.568589906206887
    },
    "sha256": "d041689c02c499a3dd3e7158513a3c76ee0551b5b0662df6df25b7d730800e50",
    "simhash": "1:ac84f8b01e3aec9d",
    "word_count": 4364
  },
  "last_updated": "2024-02-27T21:16:51.275330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PEOPLE v. RHINELANDER."
    ],
    "opinions": [
      {
        "text": "Smyth, Recorder.\nThe defendant stands indicted for assault in the first degree upon John Drake, with a pistol, on June 19, 1884.\nUpon his being arraigned upon this indictment, two affidavits were presented to the court, made by Doctors McDonald and Hardy, respectively, each of whom state that they had made a personal examination into the mental condition of the defendant, and that in their opinion he was then insane.\nThe court thereupon refused to permit him to plead to the indictment, and subsequently ordered that a commission, consisting of Messrs. Edward Patterson, Doctor W. Detmold and Patrick Holán, be appointed to examine the defendant and report to the court as to his sanity at the time of such examination.\nThis order was mp.de in pursuance of section 658 of the Code of Criminal Procedure. „ The commissioners, having qualified by taking the necessary oath, proceeded summarily to examine the defendant, and in the course of such examination took the testimony of a large number of witnesses, and also that of the. defendant himself, and all the evidence was reduced to writing by the commissioners.\nA report upon the facts, signed by Messrs. Detmold and Nolan, together with separate written opinions by all of the commissioners, has been presented to the court.\nBy this report and the opinions filed with it, it appeal's that Messrs. Detmold and Nolan concur in finding, as matter of fact, that the defendant is insane, and that he has not sufficient capacity to plead to the indictment or to undertake his defense. And they further state in the opinions filed by them, that to permit the defendant to be at large would be dangerous to the public peace and safety.\nIn the opinions filed by each of these gentlemen they state the reasons which induced them to arrive at the conclusions stated in their report.\nMr. Patterson, in the opinion presented, by him, after reviewing the evidence upon which the report of his colleagues is based, arrives at the conclusion, and states it as his opinion, that the defendant, so far as the purposes of the investigation made by the commission, and with the view of determining whether or not the defendant shall be tried, is a sane man.\nA motion is now made upon this report and the several opinions of the commissioners accompanying it, by the district attorney (in which motion the counsel for the relatives of the defendant joins), for an order suspending the trial of the indictment until the defendant shall become sane, and if upon the report and opinions of the two concurring commissioners the court shall be of the opinion that the discharge of the defendant would be dangerous to the public peace or safety, that he be committed by the sheriff to a state lunatic asylum, to be dealt with in the manner provided by the Code of Criminal Procedure.\nThis motion is resisted by the defendant, through his counsel, upon various grounds. The only one which it is deemed necessary to pass upon is that the findings contained in the report do not sustain the opinion formed by the two concurring commissioners, and that the evidence taken upon the examination does not sustain the finding upon the question of the defendant’s mental condition, but, on the contrary, it is insisted that the finding is clearly against the weight of the evidence, including that of the defendant himself, and that the evidence conclusively establishes the fact that the defendant was not at the time of his examination, and never has been, insane, bnt that he is in all respects mentally capable of understanding the nature of the charges for which he stands indicted and of undertaking his defense thereto.\nThe people and the counsel for the relatives of the defendant insist that the findings of the majority of the commission upon the question of the defendant’s sanity at the time of the examination upon that question is conclusive, and that the .court must, by its order, suspend the trial of the defendant upon the indictment until such time as he shall become sane, pursuant to the requirements of section 659 of the Code of Criminal Procedure, and that by the provisions of that section the court is deprived of the power to review the action of the commission, and that it has no discretion as to suspending the trial .of the indictment.\nAn examination of both these sections—viz.: 658 and 659— is thus rendered necessary for the purposes of arriving at the intention of the legislature, and of ascertaining what power, if any, the court has over the report of the commission.\nSection 658 of the Code of Criminal Procedure provides that when a defendant pleads insanity (which he is permitted to do by way of specification to the plea of not guilty by section 336 of said Code) the court in which the indictment is pending, instead of proceeding with the trial of the indictment, may appoint a commission of not more than three disinterested persons to examine the defendant and report to the court as to his sanity at the time of the commission of the crime.\nIt is further provided by the same section, that if a defendant under indictment appears to be, at any time before or after (conviction, insane, the court, unless he is under sentence of -death, may appoint a like commission to examine him and report to the court as to his sanity at the time of the examination.\nThe examination in either case must proceed in a summary ■manner, and before commencing it the commissioners are required to take the oath required by section 1016 of the Code of Civil Procedure, to be taken by referees.\nThe commission must be attended by the district attorney of the county, and may call and examine witnesses and enforce their attendance, and the counsel of the defendant may take part in the proceedings, and when the examination is concluded, they are required forthwith to report the facts to the court, with their opinion thereon. Section 659 provides that if the commission find the defendant insane the trial or judgment must be suspended until he becomes sane, and the court, if it deems his discharge dangerous to the public peace or safety, must order that he be in the meantime committed by the sheriff to a state lunatic asylum, and that upon his becoming sane he be redelivered by the superintendent of the asylum to the sheriff.\nThe examination secondly provided for by section 658, is clearly intended as a means whereby the court in which the indictment is pending may be informed as to whether or not the defendant is, at the time of the examination, by reason of idiocy, imbecility, insanity or lunacy, incapable of understanding the proceedings, or of making his defense to such proceedings, and for that purpose the court, in its discretion, is permitted to inquire into the matter by means of a commission of not exceeding three disinterested persons, to be appointed by the court.\nAt common law the trial, the sentencing or the punishment of an insane person for a crime, while he continued in that state, was prohibited, and the court in which an indictment was pending might, by aid of a jury, or by other discreet and proper methods in the discretion of the court, inquire into and determine the question of the sanity of such person.\nAnd by the statutes of this state (2 R. S. 697, § 2) the trial, sentencing or punishment of an insane person for a crime, while he remained in that state, was prohibited, and in the case of Freeman v. People (4 Denio, 9), it was held that as the statute then in force did not state in what manner the fact of insanity should be ascertained, that that fact was to be ascertained as the common law provided.\nOther statutes were subsequently passed by the Legislature of this state, making provisions for the examination into, and the disposition of the cases of persons alleged to be insane, and who are under indictment for certain criminal acts specified in the statute, by which the court of Oyer and Terminer was authorized to appoint a commission for the purpose of inquiring in a summary manner into the sanity and the degree of mental capacity possessed by such person.\nThe commission thus authorized was required to inquire into the facts of the case, and report thereon to the court, and provides that if the court found such person insane or not of sufficient mental capacity to undertake his defense, it might by order remand him to a lunatic asylum, there to remain until he should be restored to his right mind (2 R. S., 7 ed. 1905, § 20). And by section 20 of the Penal Code it is declared that an act done by a person who is an idiot, imbecile, lunatic, or of unsound mind, is not a crime, and that such a person cannot be tried, sentenced to any punishment, or punished for a crime, while he is in a state of idiocy, imbecility, insanity or lunacy, so as to be incapable of understanding the proceeding, or undertaking his .defense; but the statute expressly provides that a person in that condition is not excused from criminal liability, except upon proof that at the time he committed the alleged criminal act, he was laboring under such a defect of reason as either not to know the nature and quality of the act he was doing, or to know that the act was wrong. Penal Code, § 21.\nA careful examination of the provisions of chapter 5 of the Code of Criminal Procedure, and more particularly of sections 658 and 659 of that Code, has led me to the conclusion that there is no force in the grounds urged by the district attorney and the counsel, representing the relatives of the defendant.\nIn no part of this chapter, or in the section above referred to, does it appear that the power to determine the question as to whether or not a person was laboring under such a defect of reason as would excuse him from criminal liability for his act, or that by reason of idiocy, imbecility, insanity or lunacy, he was incapable of understanding the proceeding or making his defense, is conferred upon the commission, nor do I find any provision -which either takes from or in any way limits the power which has heretofore been exercised by criminal courts, both at common law and by statutes existing prior to the adoption of the Code, to inquire into such matters by and with the aid of a jury, or in such other way as may be found to be discreet and convenient. Sor do I find any provision which either in terms or by implication deprives the court, by whose order the inquiry and examination is made, of reviewing the proceedings, and adopting or rejecting the opinion or conclusions arrived at by the commission. The Legislature have expressly limited the power of the commission to an examination into the matter referred to them, and to report the result of their examination, with their opinion, to the court, and for the purpose of enabling them to do so, authority is conferred upon it to examine witnesses and compel their attendance. When the commission has exercised these powers their functions cease. No other authority or power is conferred upon the commission, nor can any authority be found in the statute conferring the power upon it to determine finally these questions.\nIf the Legislature intended to take away this power from the court, a power which it heretofore possessed, and which it was its duty to exercise, and to confer it upon a commission, it would have used such words in the statute as would clearly show the intention of the Legislature.\nBy requiring the commission to report the facts and their opinion upon the facts to the court, the Legislature intended that these facts and the opinions based upon them were for the information and guidance of the court in any subsequent proceeding which it might become necessary for the court to adopt.\nThe statute does not point out any way for reviewing the proceedings of the commission, nor is there any provision that I have been able to find contained in any of the statutes bearing upon the subject, and existing before the' adoption of the Code of Criminal Procedure, providing for a review of such proceedings. In the case of Freeman v. People (supra), it was held that a trial of the question of present insanity is a mere preliminary proceeding to the trial of the main issue of guilty or not guilty, and that the object of such a preliminary proceeding is simply to determine whether the person charged with an offense and alleged to be insane, shall be required to plead and proceed to the trial of the main issue. Exceptions are not authorized to be taken on such preliminary trial, and if errors occur they can only be corrected, as at common law, by the court which committed them.\nIt is insisted that by the use of the words “ if the commission find the defendant insane,” in section 659, that the Legislature intended to confer upon the commission the power to determine finally the matter referred to them; and that by the words “ the court must suspend the trial,” in the same section, all discretion which the court might otherwise exercise upon the question of suspending the trial is taken away, and that nothing remains to be done by the court but to order that the trial—or judgment, if one be rendered—be suspended until he becomes sane.\nIf this contention is right, and that to “ find ” is to determine the fact, without the intervention of the court and the right to review the finding when it is objected to, then it is apparent that section 559 is in direct conflict with section 658, which section confers upon the commission whatever power they possess, and expressly limits the commission to an examination, a report of the facts disclosed by such examination, and an opinion upon the facts.\nAssuming, however, that these sections conflict, then it is the duty of the court to construe them together, and apply the well settled rules of construction, so as to arrive at what the intention of the Legislature was.\nIt is a sound principle, say the Court of Appeals in Townsley v. Hall (4 N. Y. 140), that such a construction ought to be put upon the statute as may best answer the intention which the makers had in view, and whenever the intention can be discovered it ought to be followed with reason and discretion in its construction, although such construction may seem contrary to the letter of the statute. -\nApplying this rule to the sections in question, and construing them together, it seems very clear that the court has full power to review the proceedings of the commission, and adopt or reject their findings and opinions upon the question submitted to them as the evidence and the law may require. To adopt any other construction, and to give it the construction and effect which it is claimed by the people, ought to be given to my mind, would work very great injustice, which the Legislature never intended. To uphold the claim of the district attorney would be to deprive a defendant found by the report to be insane, and who is charged with the commission of a crime, of which he insists that he is not guilty, of the right to a speedy trial, which the constitution and law guarantees; and this when he insists that he is not, and never has been insane, and that the evidence taken by the commission, upon which their finding and opinions are based, would, upon a review by the court, establish his sanity and his mental capacity to understand the nature of the charge made against him, and of undertaking his defense thereto, and thereby save him from confinement and imprisonment in a lunatic asylum.\nHaving considered that the power of the court to review proceedings of this character, and to adopt or reject the conclusions and opinions of the commission is not taken away by the provisions of this statute, I have carefully examined the evidence and the findings, and the opinions of the commission, and after such examination I am constrained to' differ with the concurring commissioners in their finding and opinions as to the mental condition of the defendant at the time such elimination was made, and to concur with the views expressed, and in the conclusion arrived at, by Hr. Patterson in his dissenting opinion. The learned dissenting commissioner, after reviewing the evidence in respect to the claim that the defendant labors under insane delusions as to the relations and purposes of certain members of his family and Hr. Drake, to himself and his wife, and that in consequence of these delusions he is not capable of taking a rational view of his situation, and of properly considering the nature of the charge made against him, and the consequences it involves to himself, arrives at the conclusion that the defendant’s mind is not controlled or dominated by delusions.\nIn this conclusion, and for the reasons so fully and ably expressed by the learned commissioner, I fully concur. The evidence is contained in two volumes, covering about 1,500 pages, and from that evidence it is clear to my mind that the defendant had some basis upon which to form a belief that Hr. Drake was assenting to an attempted separation of the defendant from his wife. Drake’s relations with the defendant’s father and his family, taken with the fact that he accompanied Clarke to Canada, and the offer of a pecuniary reward to the wife.of the defendant to leave her husband in the early days of their marriage having been made by Clarke, furnish some grounds for that belief.\nThe citations of evidence made .by Hr. Patterson in his opinion, all of which I have verified, show that there was at least some grounds for the defendant to continue in the belief, or to claim that he believes, that there was a long continuing purpose on the part of his family, through Mr. Drake, to bring about the separation. I do not mean to say that Mr. Drake actually had such a purpose—I merely refer to the view in which the defendant regarded it, or might claim to have regarded it. It is not necessary to refer to the defendant’s motives in assaulting Mr. Drake. It is quite apparent, to my mind, that he had a motive and that the evidence before the commission disclosed it.\nTo comment upon the evidence at this stage of the proceeding might prejudice the rights of the defendant on the trial of the main issue. But it is proper to say that the evidence does not in any way complicate Mr. Drake in any improper relation with or intentions to the defendant’s wife ; and it is due both to him and to her to say that neither transcended the strict lines of duty or propriety in their intercourse with each other, whatever it may have been.\nI agree with the learned commissioner that the expert evidence is of no value in this investigation. While the physicians called by the people to sustain the allegation of insanity say that the defendant is insane, they differ radically among themselves as to the classification of that alleged insanity. Two say that he has general paresis; one says that he is an imbecile, and another that he suffers from melancholia. He can not have all these conditions at one and the same time; insanity in its initial stages and in its progressed stages cannot co-exist in the same person. But whatever may be the views of the learned experts, I have searched in vain through all this evidence to find any convincing proof of any one act of the defendant, during the period embraced in the examination, which itself proved insanity. Particular instances of foolish and impetuous acts, committed at long intervals, some of which being such as any self-willed or impulsive person might, under certain circumstances do, cannot prove actual unsoundness of mind, and a general judgment passed to-day upon the quality of an isolated act, committed years ago, is of but little value in determining a question of present sanity.\nThere is a singular deficiency of evidence of positive facts, indicating insanity, and as the learned Dr. Detmold says in his opinion, the expert evidence is “ rather weak.” The record before me fully justifies the conclusion of Commissioner Patterson “ that the defendant is a nervous, impulsive and self-willed person.” These are facts not of observation alonethey fully appear in evidence. His physical peculiarities are also testified to, but they are in many instances explained. Any one reading his cross-examination, which was mainly conducted by the learned and able counsel of his relatives (who it must be presumed was in possession of all the material facts relating to the life of the defendant), must be convinced that the defendant has an extraordinary memory, a clear and graphic power of expression, a coherent way of speaking and good judgment in answering perplexing questions, “and that he is for all the purposes of pleading and instructing counsel in the preparation and conduct of his defense, a sane man within the meaning and intent of the law.”\nThe inquiry by the commission is limited by the statute to the ascertainment of the defendant’s mental condition at the time of the examination, and is simply to determine whether he is in such a mental condition as to require him to plead and proceed to the trial of the main issue of guilty or not guilty, and it is immaterial, so far as this inquiry is concerned, what his mental condition was at the time of the commission of the alleged offense, except so far as it bore ‘on his present mental condition. But if the inquiry which the commission was authorized to make into the defendant’s mental condition at the time of the commission of the act alleged to be criminal, and the evidence, did sustain the claim of the learned district attorney and counsel for the relatives of the defendant, that he was then insane in consequence of delusions entertained by him, he would not be relieved from the consequences of his criminal act if the evidence satisfied a jury that he knew the nature and quality of the act alleged to be criminal, or that the act was wrongful. And in this present proceeding it is sufficient to put him to his defense, that the fact be established to the satisfaction of the court, that he is capable of rightly understanding his own condition, the nature of the charge against him, and of conducting his defense in a rational manner, and that fact appearing, he is not insane, within the meaning of the law, although on some subjects his mind might possibly be deranged. Freeman v. People 4 Denio, 9.\nEntertaining these views, both upon the law and facts, it follows that the motion of the district attorney must be denied, and the defendant required to plead to the indictment.\nNote.—Under a Wisconsin statute directing that the court shall in a summary manner make inquisition as to defendant’s sanity, by a jury or otherwise, as it deems most proper, defendant has no right to a trial by jury of that question. Crocker v. State (Wis.), 19 Northw. Rep. 435.",
        "type": "majority",
        "author": "Smyth, Recorder."
      }
    ],
    "attorneys": [
      "Peter B. Olney, district attorney (Geo. H. Adams, assistant), for the motion.",
      "George M. Curtis, for defendant Rhinelander, in opposition."
    ],
    "corrections": "",
    "head_matter": "Court of General Sessions—New York County.\nOctober, 1884,\nPEOPLE v. RHINELANDER.\nCommission under § 658 Code Crim. Proc. to examine defendant—Powers of.\nThe power to determine the question as to whether or not a person is laboring under such a defect of reason as excuses him from criminal liability for his act, or whether by reason of idiocy, imbecility or insanity, he is incapable of understanding the proceeding against him or making his defense, is not conferred upon a commission appointed under § 658 of the Code of Criminal Procedure, for the examination of a person alleged to be insane.\nThe examination and opinion of such commissioners are for the information of the court, upon the question whether or not defendant is in such a mental condition as to require him to plead and proceed to the trial of the main issue of guilty or not guilty.\nThe court by whose order such inquiry and examination are made, can adopt or reject the findings and opinion of such commissioners upon the question submitted to them as the evidence and the law may require. The inquiry of the commission appointed under paragraph 3 of § 658 of Code of Criminal Procedure, as to the defendant’s mental condition, is limited to his condition at the time of such examination, and so far as such inquiry is concerned, his mental condition at the time of the commission of the alleged crime, is immaterial except as it bears upon his present condition.\nIn such a proceeding it is sufficient to put defendant to his defense that he is capable of rightly understanding his own condition, the nature of the charge against him, and of conducting his defense in a rational manner, and that fact appearing, he is not insane within the meaning of the law, although on some subjects his mind may possibly be deranged.\nMotion made by the District Attorney upon the report of commissioners appointed under Code of Criminal Procedure, § 658, to examine one Wm. C. Rhinelander, as to his sanity, for an order suspending the trial of said Rhinelander until he shall become sane, and that said Rhinelander be committed by the sheriff to a state lunatic asylum.\nThe facts fully appear in the opinion.\nPeter B. Olney, district attorney (Geo. H. Adams, assistant), for the motion.\nGeorge M. Curtis, for defendant Rhinelander, in opposition."
  },
  "file_name": "0335-01",
  "first_page_order": 359,
  "last_page_order": 370
}
