{
  "id": 1167706,
  "name": "PEOPLE ex rel. PERKERSOEN v. THE SISTERS OF THE ORDER OF ST. DOMINICK",
  "name_abbreviation": "People ex rel. Perkersoen v. Sisters of the Order of St. Dominick",
  "decision_date": "1885-01",
  "docket_number": "",
  "first_page": "528",
  "last_page": "539",
  "citations": [
    {
      "type": "official",
      "cite": "2 N.Y. Crim. 528"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Gen. Term",
    "id": 9194,
    "name": "New York Supreme Court, General Term"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "36 How. Pr. 337",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        4454131
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/36/0337-01"
      ]
    },
    {
      "cite": "82 N. Y. 358",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2177160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/82/0358-01"
      ]
    },
    {
      "cite": "39 N. Y. 516",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "year": 1880,
      "opinion_index": -1
    },
    {
      "cite": "18 Hun, 530",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "33 Barb. 344",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5061962
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/33/0344-01"
      ]
    },
    {
      "cite": "19 Abb. 394",
      "category": "reporters:federal",
      "reporter": "Abb.",
      "opinion_index": -1
    },
    {
      "cite": "1 Barb. 340",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5776593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/1/0340-01"
      ]
    },
    {
      "cite": "1 Abb. 210",
      "category": "reporters:federal",
      "reporter": "Abb.",
      "opinion_index": -1
    },
    {
      "cite": "1 Abb. N. C. 4",
      "category": "reporters:state",
      "reporter": "Abb. N. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "4 Barb. 31",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5778509
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/4/0031-01"
      ]
    },
    {
      "cite": "11 Abb. Pr. 56",
      "category": "reporters:state",
      "reporter": "Abb. Pr.",
      "case_ids": [
        4609795
      ],
      "opinion_index": -1,
      "case_paths": [
        "/abb-pr/11/0056-01"
      ]
    },
    {
      "cite": "1 Abb. N. C. 1",
      "category": "reporters:state",
      "reporter": "Abb. N. Cas.",
      "case_ids": [
        1945743
      ],
      "opinion_index": -1,
      "case_paths": [
        "/abbn-cas/1/0001-01"
      ]
    },
    {
      "cite": "5 Hill, 164",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "29 Hun, 357",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "11 How. 418",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "pin_cites": [
        {
          "page": "425"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "12 Abb. 92",
      "category": "reporters:federal",
      "reporter": "Abb.",
      "opinion_index": -1
    },
    {
      "cite": "60 N. Y. 559",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        523196
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/60/0559-01"
      ]
    },
    {
      "cite": "1 N. Y. Crim. Rep. 508",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "case_ids": [
        1164499
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-crim/1/0508-01"
      ]
    },
    {
      "cite": "12 Abb. 56",
      "category": "reporters:federal",
      "reporter": "Abb.",
      "opinion_index": 0
    },
    {
      "cite": "19 Abb. 394",
      "category": "reporters:federal",
      "reporter": "Abb.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "413"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1 Barb. 340",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5776593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/1/0340-01"
      ]
    },
    {
      "cite": "1 Abb. 210",
      "category": "reporters:federal",
      "reporter": "Abb.",
      "opinion_index": 0
    },
    {
      "cite": "4 Barb. 31",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5778509
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/4/0031-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 839,
    "char_count": 24372,
    "ocr_confidence": 0.57,
    "pagerank": {
      "raw": 2.5004426535420546e-07,
      "percentile": 0.8094701660212622
    },
    "sha256": "936f82c3dc64071279d0b2073125aeba9535d800287943614337d27ff52b3af6",
    "simhash": "1:bb2bb067a602d221",
    "word_count": 4255
  },
  "last_updated": "2024-02-27T21:16:51.275330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Davis, P. J., and Brady, J., concur."
    ],
    "parties": [
      "PEOPLE ex rel. PERKERSOEN v. THE SISTERS OF THE ORDER OF ST. DOMINICK."
    ],
    "opinions": [
      {
        "text": "Daniels, J.\nAnnie Holten, the person discharged, had been committed to the custody of the Sisters of the Order of St. Dominick by a commitment of one of the police justices of the city of New York. She was so committed for violating subdivision 1 of section 291 of the Penal Code of the State. By that section a female child, actually or apparently under the age of fourteen years, who is found begging, or receiving or soliciting alms in any manner or under any pretense, may, by subdivision 5, be arrested and brought before a court or magistrate as a vagrant, disorderly or destitute child, and the court or magistrate is authorized to commit the child to any charitable reformatory or other institution authorized by law to receive and take charge of minors. No controversy has been made as to the authority of the sisters of the order to receive the custody of the child under these provisions of the Penal Code. Neither was the commitment under which she was consigned to their custody in any manner informal or defective in carrying out these directions of the law. But still, an application was made by the petitioner for a writ of habeas corpus and certiorari to discharge the child from the custody of the sisters. These writs were each issued—the habeas corpus to the sisters themselves, and the certiorari to the police justice before whom the child had been taken and who had committed her to the custody of the order.\nThe habeas corpus was returned with the commitment as the authority under which the child was detained, and the police justice returned the sworn complaint, or evidence produced before him, upon which he determined the case to be within this section of the statute. Upon the hearing before the judge issuing the writ, an order was made discharging the child from custody, and it is from that order that the appeal has been taken.\nThe proceedings seem \"to have been instituted and the hearing afterwards had upon the supposition that the judge issuing the writs could by means of them review the hearing had before the justice, and determine whether he had, or had not, acted upon sufficient evidence in making the order resulting in the commitment of the child.\nIt was, in other words, designed that the judge should review the hearing, not by means of an appeal, or a certiorari, bringing it before the court for that purpose, but through a collateral application, and to consider and decide whether the justice had, or had not, erred in the conclusion adopted by him.\nThe proceedings authorized by the statute were not designed for this purpose. Another and an entirely different course has been prescribed to review a hearing which may have taken place in the course of legal proceedings under a statutory authority of this description. The law regulating the proceedings by habeas corpus has neither in terms nor by implication, authorized or sanctioned the consideration of the evidence submitted to the magistrate upon which he may have finally decided a case of this description to have been made out and proved. The provisions contained in the habeas corpus act furnish no authority, after a final determination has been made by the magistrate, for requiring him, in answer to a writ of certiorari, to certify and return the evidence taken before him to a judge or court proceeding under the authority of this act. What is to be done under and by virtue of the writ of habeas corpus when it may be lawfully issued has been clearly defined and prescribed, and a certiorari has only been provided for in place of the habeas corpus itself, and when that writ may not prudently be issued. Code, § 2041. When the writ of certiorari is issued it is to be directed in like manner as the habeas corpus itself to the person having the custody of the individual whose discharge is the object of the application (Code, §§ 2021-2022), and the object designed to be accomplished by each writ is precisely the same; that is, to require a statement of the time and cause of the imprisonment and detention of the individual whose discharge is to be applied for. In this respect the form of each writ, as well as the directions and authority given concerning them, are the same as were, previous to the Code, contained in the Eevised Statutes of the State. 3 R. S. 6th ed. 877, §§ 41, 42.\nBy no provision and no construction has\" any authority been given to the judge to issue a certiorari for the purpose of bringing before himself, or before the court where the hearing is to take place, the evidence upon which a final determination may have been made by the court,, or officer, before which the proceeding has taken place. And that such a review was neither contemplated nor intended, clearly results from the directions contained in section 2032 of the Code. For that has directed that the court or judge must forthwith make a final order to remand the prisoner if it appears that he is detained in custody by virtue of a mandate issued by a court or judge of the United States having exclusive jurisdiction of the case, or second, by virtue of the final judgment or decree of a competent tribunal of civil or criminal jurisdiction, or the final order of such a tribunal made in a special proceeding instituted for any cause, except to punish him for a contempt, or by virtue of an execution or other process issued upon such judgment, decree, or final order. This direction excludes, by necessary and clear implication, the authority to inquire into the force and effect of the evidence upon which the determination may have been made. They are no more than a repetition of those previously contained in the Revised Statutes. And this construction is further sustained by those contained in section 2033 of the Code, declaring the cases in which the person may be relieved from imprisonment, neither of which includes or justifies a review of the evidence resulting in the judgment or order of the court or officer. Even the much criticised case of People v. Liscomb (60 N. 7. 559), does not permit an inquiry into the effect of the evidence to be made. For by that it was held that the court, or officer, could not go behind the judgment and inquire into errors or irregularities preceding it, to determine whether it had been properly entered or not, but was confined to the judgment and process itself in the hearing and decision which might be made.\nThe point whether a court, or officer, could go beyond the commitment or order set forth in its recital, to determine whether it was justified by the evidence, has been often examined in other cases, where it has been held that such a proceeding was wholly unauthorized. Stewart’s case, 1 Abb. 210 ; Matter of Prime, 1 Barb. 340; Gray’s case, 12 Abb. 56 ; Bennac v. People, 4 Barb. 31; Case of 12 Commitments, 19 Abb. 394; Case of Williamson, Id. 413.\nThe statute required no more to take place before the magistrate than appears by the commitment to have been done, for jit has simply provided that when a child shall be brought before him for a hearing he may commit it to such an institution as is maintained by the appellant. Ho other or more formal proceeding than that which took place has been provided, and by the recitals in the commitment all the requirements contained in the statute appear to have been observed.\nIf, however, any investigation under the habeas corpus act can be made into the sufficiency of the evidence before the magistrate, then that which was taken was sufficient to comply with the requirements of the statute. The form in which it should be taken has not been prescribed, and it has, accordingly, in an uncontested case, been left very much to the discretion of the magistrate. It was taken by him in writing, subscribed and sworn to by the witness, and established all that was required to justify the commitment which was made. It was in .the following form :\n“ State of New York, City and County of New York, ss.:\n“John F. Potter, of Earl’s Hotel, Canal and Centre streets, being duly sworn, deposes and says that on the fourteenth day of January, 1884, at the city of' Hew York, in the county of Hew York, one Annie Holten, a female child actually and apparently under the age of fourteen years, to wit, aged twelve years, was found begging, receiving and soliciting alms in Centre street, in violation of section 291 of the Penal Code.\n“ Wherefore deponent prays said child may be committed to some institute. John F. Potter.\n“ Sworn to before me this 30th day of January, 1884.\nP. G. Duffy, Police Justice.”\n—And fully sustained the conclusion of the magistrate, and justified the commitment which was issued by him.\nThe order should be reversed, both writs dismissed, and the child re-committed to the custody of the appellant.\nDavis, P. J., and Brady, J., concur.\nNote. At the same time the following case was decided.\nSUPREME COURT—GENERAL TERM.\nDavis, P. J.; Brady and Daniels, JJ.\nPeople ex rel. Henry Eck v. The American Female Guardian Society.\nAppeal from an order discharging Wilhelmina Eck from the custody of the appellant.\nDaniels, J.—The proceedings in this case are similar to those in the case of the Sisters of the Order of St. Dominick, and what has been there said concerning their regularity and the authority of the court is equally applicable to this appeal. The commitment was that of a child of about four years of age, who was accused of frequenting the company of prostitutes and of being found with a reputed prostitute. This brought the case within subdivision 4 of section 391 of the Penal Code, and authorized the magistrate before whom the child was taken to commit her to the custody of this society. The commitment which was returned showed a full compliance with the provisions of the statute, and completely answered the application made for the discharge of the child. The court, however, in this as in the other case, by means of a writ of certiorari directed to the magistrate, entered upon a review of the evidence produced for his consideration ; and deeming that not sufficient to warrant his determination, ordered the discharge of the child. For the reasons already assigned, this proceeding was without the sanction of the law, and the order should be reversed, the writs dismissed, and the child recommitted to the custody of the appellant.\nDavis, P. J., and Brady, J., concur.",
        "type": "majority",
        "author": "Daniels, J."
      }
    ],
    "attorneys": [
      "Peter B. Olney, district attorney, for the people.",
      "John B. Pine, attorney (Elbridge T. Gerry, of counsel), for the Sisters of the Order of St. Dominick, appellants.",
      "James Oliver, attorney for petitioner."
    ],
    "corrections": "",
    "head_matter": "Supreme Court—General Term—First Department.\nJanuary, 1885.\nPEOPLE ex rel. PERKERSOEN v. THE SISTERS OF THE ORDER OF ST. DOMINICK.\nHabeas Corpus and Certiorari.—Penal Code, § 291.\nThe writs of habeas corpus and certiorari are not intended to enable a judge to review the evidence upon which a final determination may have been made by a court or magistrate.\nThe writ of certiorari is, under the Code of Civil Procedure, only to be issued when the writ of habeas corpus cannot prudently be granted {Go, Gin. Pro. § 2041), and it is to be directed, in like manner as the habeas corpus itself, to the person having custody of the person, whose discharge is sought. The object designed to be accomplished by each writ is precisely the same,—that is, to require a statement of the time and cause of the detention of the individual whose discharge is applied for.\nAn affidavit, subscribed and sworn to by the witness, which alleges that 61 one Annie Holten, a female child actually and apparently under the age of fourteen years, to wit, the age of twelve years, was found begging, receiving and soliciting alms in Centre street,” is sufficient in an uncontested case, to justify a commitment under section 291 of the Penal Code, to an institution.\nAppeal from an order made May 1, 1884, by Mr. Justice Babrett at Special Term, First District, discharging one Annie Holten from the custody of the Sisters of the Order of St. Dominick.\nAnnie Holten, aged twelve years, was found on January 14, 1884, begging, receiving and soliciting alms in Centre street, in the city of New York, was arrested and taken before a police magistrate, and by him committed to the Sisters of the Order of St. Dominick, upon proof of the facts above stated.\nWrits of habeas corpus and certiorari were allowed by Mr. Justice Babrett, and the matter having come before him to be heard at Special Term, upon the returns, the justice discharged the child from the custody of the institution.\nUpon the hearing at Special Term, issue was joined orally upon the returns made by the institution and the police justice respectively. There was no written traverse or demurrer interposed. The fact that the child was detained under and by virtue of the commitment annexed to the return was not disputed. The petitioner’s counsel, in effect, demurred to the returns as insufficient in law to warrant the detention of the child, and the court sustained the demurrer to the return made by the magistrate.\nNo objection was taken to any matter of form contained in the record or return.\nThe People and the Sisters of the Order of St. Dominick appeal from the decision and order made by Hr. Justice Barrett discharging the child.\nPeter B. Olney, district attorney, for the people.\nJohn B. Pine, attorney (Elbridge T. Gerry, of counsel), for the Sisters of the Order of St. Dominick, appellants.\nI. The commitment is valid upon its face, and the jurisdiction of the magistrate making the same is the only question presented us for review by the writs of habeas corpus and certiorari. The latter writ does not extend the power of the court so as to permit it to go behind a valid commitment or to retry questions of fact upon which final judgment has been rendered by a court of competent jurisdiction. Matter of Moses, 1 N. Y. Crim. Rep. 508; People ex rel. Tweed v. Liscomb, 60 N. Y. 559 ; People ex rel. Roddy v. N. Y. Juv. Asylum, 12 Abb. 92; Matter of Baker, 11 How. 418, 425; Matter of Wright, 29 Hun, 357; People v. Cassels, 5 Hill, 164. II. {a.) Section 291 of the Penal Code provides that, “ a female child actually or apparently under the age of fourteen years who is found begging, or receiving, or soliciting alms, etc., .... must be arrested and brought before a proper court or magistrate. Such court or magistrate may commit the child to any charitable, reformatory or other institution authorized by law to take charge of minors.” (b.) Section 291 of the Penal Code gives police justices jurisdiction of the offenses therein mentioned. Sections 887, 888, 893 and 900, Code of Crim. Pro. ; Matter of Donohue, 1 Abb. N. C. 1; Matter of Moses, supra; Matter of Fina, Daily Reg., Sept. 27, 1881; Matter of Serafino, Id. Dec. 13, 1883; Matter of Handley, Id. (c.) The commitment, which expressly states that the child was proved to be within the prescribed age, is in literal conformity with the provisions of the Code, and recites all the facts necessary to give the magistrate jurisdiction of this particular offense, which is therein charged with sufficient particularity. Matter of Moses, supar ; Grey’s Case, 11 Abb. Pr. 56 ; Bennac v. People, 4 Barb. 31. (d.) The commitment is a final judgment. See authorities above cited, and People ex rel. McCabe v. House of Refuge, 8 Abb. Pr. N. S. 112; Matter of Miller, 1 Abb. N. C. 4; Stewart’s Case, 1 Abb. 210; Matter of Prince, 1 Barb. 340 ; Case of Twelve Commitments, 19 Abb. 394.\nIT. The return of the magistrate to the writ of certiorari is sufficient.\n(a.) The section of the Code under which the commitment was made does not provide what evidence shall be deemed necessary, or how it shall be taken. This court has held, in the Matter of Moses, that in such cases as the present, the testimony may well be taken orally; and, referring to section 3, chapter 428, Laws of 1877, upon which this section of the Code is founded, and which provides that “ when, upon examination before a court or magistrate, it shall appear that any such child has been engaged in any of the aforesaid acts, or comes within any of the aforesaid descriptions, such court or magistrate, when it shall deem it expedient for the welfare of such child, may commit such child,” it would appear that no testimony whatever need be taken to sustain a commitment, provided that the facts be shown upon an examination, however informal, and provided that the magistrate deems a commitment expedient for the welfare of the child.\n(b.) The commitment discloses the fact that an examination was had in due form of the law and testimony taken, and the return of the magistrate presents the testimony, consisting of a deposition taken and subscribed before him. The facts constituting the offense are set forth in the deposition in exact conformity with the requirements of the statute, and the offense is therein sufficiently charged. Matter of Moses, supra; Gray’s Case, supra; Bennac v. People, supra.\nIV. The sufficiency of the return is not open to review upon certiorari. Upon the return to the writs, the learned justice then sitting at Special Term undertook to pass upon the competency and sufficiency of the evidence taken before the magistrate, thereby confusing the functions of the common law writ of certiorari and the statutory writ of certiorari, which last is provided for by § 2015 of the Code of Civil Procedure. (a.) Of the common law writ of certiorari, or writ of error, it has been held that “ the office of the writ is to correct errors of a judicial character ” (People ex rel. Savage v. Board of Health, 33 Barb. 344); “ that application for the writ must be made to the court and not to a judge at chambers ; that it is not a writ of right, but rests in the sound discretion of the court to which application for it may be made, and, when granted, it seems, must regularly be made returnable at the General Term.” The People ex rel. Mayor v. Nichols, 18 Hun, 530. (b.) The office of the statutory writ of certiorari, such as the one allowed in this case, is “ to inquire into • the cause of imprisonment or restraint” (§ 2015, Code Civ. Pro.)-, application for the writ may be made to a justice at chambers (§ 2017, Code Civ. Pro.); it is a writ of right, and does not lie in the discretion of the court (§ 2020); the writ may be returnable to a judge at chambers, (e.) In the case of a common law certiorari, it has been held by the Court of Appeals (1868) that the court may consider the materiality and sufficiency of the evidence upon the return (People ex rel. Cook v. Board of Police, 39 N. Y. 516), but more recently (1880) that court has laid down a contrary rule and held that the judgment of a tribunal having jurisdiction ought not to be disturbed “ unless there is.an entire absence of evidence “ to sustain it” (People ex rel. Hart v. Board of Fire Commissioners, 82 N. Y. 358). (d.) The writ of certiorari which was allowed in this case derives its authority solely and exclusively from the statute, which provides that “ a person imprisoned or restrained in his liberty within the state, ... is entitled to ... a writ of certiorari as prescribed in this article, for the purpose of inquiring into the cause of imprisonment or restraint” (§ 2015). The form prescribed in this article reads substantially as follows : “ We command you that you certify fully and at large the day and cause of the imprisonment of C. D., by you detained, etc.” The statute not only confers no power of review upon the justice to whom the return is made, but imperatively directs him to remand the prisoner where it appears that the prisoner is detained by virtue of a final judgment of a competent tribunal of criminal jurisdiction, as in the present case (§ 2032, Code Civ. Pro.) (e.) The question as to the right of the court or justice to review the sufficiency of the testimony on habeas corpus and certiorari was passed upon in the Matter of Mary Miller, 1 Abb. Abb. C. 4, note.\nV. If the commitment was irregular in form, it was the duty of the justice before whom the child was brought on the return of the writ, to remand her under § 2035 of the Code of Civil Procedure. The section mentioned provides, that if, upon the testimony offered with the return, or upon the hearing thereon, it appears that the prisoner has been guilty of an offense, although the commitment is irregular, the court or judge before which or whom he is brought must forthwith make a final order to discharge him upon his giving bail, if the offense is bailable, or if it is not bailable, to remand him.\nIn this case the return to the writ of certiorari offered conclusive evidence that the child committed had been guilty of an offense under § 291 of the Penal Code, and such offense not being bailable she should have been remanded.\nJames Oliver, attorney for petitioner.\nI. Upon this complaint, this child, twelve years of age, was taken, without counsel, before the magistrate, and without a plea or confession, and without being confronted by witnesses, and without the slightest testimony being taken or evidence produced to substantiate the charges against her, was condemned. How it cannot be said in this case, as it was in the matter of Sarah and Betsey Moses, that, “the testimony upon which the conviction was had may well have been taken orally by the court,” for the reason that the only paper testimony returned in answer to the writ of certiorari is the affidavit of the complainant, the complaint; the adjournment of July 8 to July 9, 1884; the conviction. As the law stood previous to the adoption of the Penal Code in like cases, “ It shall be proved to the satisfaction of such magistrate by competent testimony that said child is embraced within said section.” Laws of 1857, chap. 249, §§ 1, 2, as amended; Laws of 1878, chap. 165, § 1; Laws of 1882, chap. 410, § 1602, entitled, “An act to consolidate into one act and to declare the special and local laws affecting public interests in the City of Hew York.” The omission of the words “ it shall be proved to the satisfaction of such magistrate, by competent testimony, that said child is embraced within said section,” from § 291 of the Penal Code, does not give the magistrate power to satisfy himself solely by the averments contained in the complaint, but it is still necessary that he should be satisfied by competent testimony. In order to convict the child of the offense charged in the complaint, it was necessary that there should have been some proof, other than the complaint, that she was found in the company of a reputed prostitute, and that said child habitually frequented the company of reputed prostitutes. Ho such proof was offered, and none was received. As well might the facts set forth in a criminal complaint be deemed sufficient to convict a person charged with crime without further proof of the facts charged in such complant, as that the child could have been convicted of the offense charged against her upon this complaint, without the facts therein contained having been proved to the satisfaction of the magistrate by “ competent testimony.”\nII. It may be .urged perhaps that the Special Term of this court did not acquire jurisdiction over the subject matter presented to it by habeas corpus and certiorari, as § 515 of the Code of Criminal Procedure, provides that “ Writs of error and certiorari in criminal actions and proceeding- and special proceedings of a criminal nature, as they have heretofore existed, are abolished, and hereafter the only mode of reviewing a judgment or order in a criminal action or proceeding, or special proceedings of a criminal nature, is by appeal.” Section 519 enumerates the several instances in which an appeal may be taken. By subdivision 3, an appeal may be taken “ From a final determination affecting the substantial right of a defendant.” How in the matter at bar there was no final determination of the matter before the magistrate; there was solely a complaint, an adjournment, a re-arraignment, and sentence without warrant or authority of law, from which an appeal would not lie. If a person should be arraigned at the bar upon an indictment, and no plea had been taken, nor testimony given to substantiate the facts charged in the indictment, “ a final determination affecting a substantial right of the defendant” would not be determined by the court passing sentence, and no appeal could be taken from such unwarranted proceedings; it could only be reversed on habeas corpus and certiorari. The principle contended for here was virtually decided in Marble v. Lewis, 36 How. Pr. 337."
  },
  "file_name": "0528-01",
  "first_page_order": 552,
  "last_page_order": 563
}
