{
  "id": 1164467,
  "name": "THE JUSTICES OF THE COURT OF SPECIAL SESSIONS OF THE COUNTY OF NEW YORK v. PEOPLE ex rel. HENDERSON",
  "name_abbreviation": "Justices of the Court v. People ex rel. Henderson",
  "decision_date": "1882-10",
  "docket_number": "",
  "first_page": "83",
  "last_page": "86",
  "citations": [
    {
      "type": "official",
      "cite": "1 N.Y. Crim. 83"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "67 N. Y. 326",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "53 N. Y. 111",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        512910
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/53/0111-01"
      ]
    },
    {
      "cite": "43 N. Y. 617",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "67 N. Y. 329",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "56 N. Y. 294",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "56 N. Y. 394",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/56/0394-01"
      ]
    },
    {
      "cite": "67 N. Y. 326",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 5763,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4694820045493
    },
    "sha256": "9eb5727ecc8e8aa5ad216f4b5dcd840d4200d988d9aae9e1b6eab9fb4d38ee9c",
    "simhash": "1:30aeeb172e7b8452",
    "word_count": 1049
  },
  "last_updated": "2024-02-27T22:16:47.765042+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE JUSTICES OF THE COURT OF SPECIAL SESSIONS OF THE COUNTY OF NEW YORK v. PEOPLE ex rel. HENDERSON."
    ],
    "opinions": [
      {
        "text": "Tracy, J.\n—The $20 gold coin was entrusted to the relator for the single and specific purpose of having it changed into other money to be returned to the prosecutor. The relator had no propei'ty or interest in the coin, and the prosecutor never intended to part with his property therein. The relator left his restaurant with the coin under the pretense of obtaining change, and immediately gambled it away, and did not return. These facts warranted the jury in finding that, when he left the presence of the prosecutor, he took the coin with him with the intent to steal it. This, within all the authorities, except the one hereinafter referred to, justified his conviction for larceny. Hildebrand v. People, 56 N. Y. 394; Loomis v. People, 67 N. Y. 326; 1 Hawkins P. C. 210; 2 Russell on Crimes, 21. In Russell on Grimes and in Hawkins' Pleas of the Grown, the rule is stated as follows : “ So, also, if a watch-maker steal a watch entrusted to him to clean, or if one steal clothes delivered to him for the purpose of being washed, or guineas delivered for the purpose of being changed into half guineas, or a watch delivered for the purpose of being pawned, in all these circumstances the goods taken have been thought to remain in possession of the proprietor, and the taking of them away held to be felony.” Hawkins cites, to each of these cases, an authority on which it rests. One of the cases so cited is that of Ann Atkinson, in which it was held that if one stole guineas delivered for the purpose of being changed into half guineas, it was larceny. Cas. Cro. Law, 2477. The ease of Reg. v. Thomas is a nisi prius case, reported in 9 Carr. & P. 741, where it was held by Coleridge, J.: “ that the prosecutor, having permitted the sovereign to be taken away for change, could never have expected to receive back that specific coin. He has, therefore, divested himself at the time of the entire possession of the sovereign ; consequently, I think there was not a sufficient trespass to constitute larceny.”\nThe learned presiding justice who delivered the opinion of the general term in this case, fell into an error in supposing that the doctrine of the case of Reg. v. Thomas had been adopted by this court as the law of this State. In the case of Hildebrand v. People, 56 N. Y. 294, where this court is supposed to have adopted the rule laid down in the case of Reg. v. Thomas, the plaintiff in error had been convicted of stealing a $50 bill handed him to take out ten cents in payment for a glass of soda. The prisoner put down a few coppers upon the counter, and, when asked for the change, took the prosecutor by the neck and shoved him out of doors, and kept the money. The prisoner was convicted, and the conviction was affirmed by this court. The case of Reg. v. Thomas was cited and relied upon by the prisoner. The facts of the two cases differed, and, after criticising the case of Reg. v. Thomas as a nisi prius case and not authoritative for that reason, the court pointed out the difference between the facts of that case and the facts of the case then being considered, without overruling or affirming the doctrine of Reg. v. Thomas.\nIn Loomis v. People, 67 N. Y. 329, the case of Reg. v. Thomas was again referred to, and this court there declared that the weight of authority was decidedly opposed to the doctrine of that case, and again affirmed a conviction in which that case was relied upon as an authority for reversal. The decisions of this court have been uniformly against the doctrine of Reg. v. Thomas. In the People v. McDonald, 43 N. Y. 617, this court held that: “ If money or property is delivered by the owner to a person for mere custody or for some specified purpose, the legal possession remains in the owner, and the criminal conversion of. it by the custodian is larceny.” Again, in Smith v. People, 53 N. Y. 111, it was said by Allen, J., that “ when the delivery of goods is made for a single and specific purpose the possession is still supposed to reside, not parted with, in the first proprietor.” The rule of Reg. v. Thomas was never adopted by this court, is not good law, and should be disregarded.\nJudgment of the general term reversed and the judgment of the special sessions affirmed.\nAll concur.\nNote.—See also 1 Bishop Grim. Law, § 583.\nAs to larceny by bailee, see Reg. u. Aden, 12 Gox Grim,. Gas. 512 ; 6 English Rep. 337. This case was decided under 24 & 25 Viet. c. 96, s. 3, a statute containing provisions in relation to conversion by bailees similar to Ef. T. Penal Code, § 528, subd. 2. See also Reg «. Tonkinson, 14 Gox Grim,. Gas. 603 ; 31 English Rep. 730.\nIn the most recent case on this subject, the prisoner received a gold coin for the purpose of getting it changed. He returned neither coin nor change. Held, larceny. Murphy ■». People, 104 111. 528, 27 Alb. Law Journal, 164.",
        "type": "majority",
        "author": "Tracy, J."
      }
    ],
    "attorneys": [
      "John McKeon, district attorney, for the justices, appellants,",
      "Wm. F. Kintzing and Maurice Meyer, for Henderson, the relator, respondent."
    ],
    "corrections": "",
    "head_matter": "Court of Appeals.\nOctober, 1882.\nTHE JUSTICES OF THE COURT OF SPECIAL SESSIONS OF THE COUNTY OF NEW YORK v. PEOPLE ex rel. HENDERSON.\n(Reversing 1 N. Y. Grim.. Rep. 76.)\nConversion of money by one to whom it is entrusted to make change is larceny.\nReg. v. Thomas, 9 Garr. & P. 741, overruled.\nAppeal from a judgment of the general term of the first department of the Supreme Court, reversing a conviction of the relator of larceny by the Court of Special Sessions.\nThe decision of the supreme court is reported ante, p. 76, where the points of counsel are given in full and the facts stated in the opinion delivered by Davis, P. J.\nJohn McKeon, district attorney, for the justices, appellants,\nin addition to the points urged in the court below, argued that the Supreme Court had overlooked the case of Loomis v. People, 67 N. Y. 326.\nWm. F. Kintzing and Maurice Meyer, for Henderson, the relator, respondent."
  },
  "file_name": "0083-01",
  "first_page_order": 107,
  "last_page_order": 110
}
