{
  "id": 1164435,
  "name": "PEOPLE v. DUFF; PEOPLE v. FITZGERALD",
  "name_abbreviation": "People v. Duff",
  "decision_date": "1883-05",
  "docket_number": "",
  "first_page": "307",
  "last_page": "323",
  "citations": [
    {
      "type": "official",
      "cite": "1 N.Y. Crim. 307"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Ct. Oyer & Terminer",
    "id": 11573,
    "name": "New York Court of Oyer and Terminer, Albany County"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "1 N. Y. Crim. Rep. 243",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "opinion_index": 0
    },
    {
      "cite": "17 Ohio, 222",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        496149
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio/17/0222-01"
      ]
    },
    {
      "cite": "4 Greene, 291",
      "category": "reporters:state",
      "reporter": "Greene",
      "case_ids": [
        2266872
      ],
      "opinion_index": 0,
      "case_paths": [
        "/greene/4/0291-01"
      ]
    },
    {
      "cite": "59 Md. 125",
      "category": "reporters:state",
      "reporter": "Md.",
      "opinion_index": 0
    },
    {
      "cite": "24 Wend. 539",
      "category": "reporters:state",
      "reporter": "Wend.",
      "pin_cites": [
        {
          "page": "540, 541, 542"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1153,
    "char_count": 40534,
    "ocr_confidence": 0.538,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.36438552981274197
    },
    "sha256": "caaeef54ca2e0e8155dabd12779fcebb5cf29be36452f4265761e152b26e979e",
    "simhash": "1:b5f6e632336b319a",
    "word_count": 7080
  },
  "last_updated": "2024-02-27T22:16:47.765042+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PEOPLE v. DUFF. PEOPLE v. FITZGERALD."
    ],
    "opinions": [
      {
        "text": "Westbbook, J.\nOn May 7, 1883, prior to the attempt .to organize a grand jury for the Court of Oyer and Terminer of the county of Albany, which on that day began-its session, and before the individuals who had been summoned to attend such court in the capacity of grand jurors had been accepted or sworn as such, each of the above named defendants, who had severally given bail to answer any indictment which might then be found, by counsel, objected to such individuals, collectively and severally, as grand jurors, and moved to set aside and discharge the entire number, because each and every one had been obtained pursuant to the provisions of chapter 532 of the Laws of 1881, entitled “An act to amend section one thousand and forty-one of the Code of Civil Procedure,” and not a single one had been drawn or obtained in the manner prescribed by the Revised Statutes, from a list of names made out and selected as therein required.\nThe counsel for the defendants insisted that the act of 1881, so far as it professed to provide for the selection and obtainment of gratid jurors in the county of Albany, was unconstitutional and void, because it was a local law, applicable to the county of Albany only, and, therefore, forbidden by article 3, section 18, of the State constitution, which prevents the passage by the legislature of a private or local bill for “ selecting, drawing, summoning or impanelling grand or petit jurors,” unless the same had been reported to the legislature (section 25 of same article) “ by commissioners, who have been appointed pursuant to law to revise the statutes,” and that this bill had not been so reported.\nThe district-attorney conceded the facts upon which the objection was based, and admitted that the persons attending the court as grand jurors had been obtained pursuant to the act of 1881, and not in the manner prescribed by the Revised Statutes; and also that chapter 532, of the Laws of 1881, had not been reported to the legislature by the commissioners appointed to revise the statutes. The district-attorney, however, insisted that the men present, and each of them, were competent to serve as grand jurors, and had been drawn from the only box or list of grand jurors kept or made in and for the county of Albany, and had been duly summoned by the sheriff of the county, and that the objections made should be overruled.\nIt was then agreed between counsel in open court, that the objections made on the part of the defendants to the proposed grand jurors should not then be disposed of, and that if an indictment was found against either of the defendants or both of them, that the questions involved in such objections should be argued and disposed of in the same manner as if argued and decided before the organization of the grand jury.\nAn indictment, or what purports to be one, has been presented against each of the defendants, and the objections made prior to the attempt to organize the grand jury have been submitted to the court, after arguments for a decision. It is somewhat difficult to say what should be the form of the order to be made in these cases, if the objections are sustained, as the decision must'be after indictment. Passing this difficulty, however, for the present, the question—what should have been the decision of the court upon the objections, if they had been disposed of when made?-—will be first considered.\nThe doubt as to the constitutionality of the Albany jury law (chap. 532 of the Laws of 1881), upon which the objections to the organization of the grand jury were based, has been settled by the Court, of Appeals in the case of People v. P'etrea, a full report of which, both in the General Term and in the Court of Appeals, will be found in 1 New York Criminal Reports, pages 198 to 245, both inclusive. That court held (see opinion of Andrews, J., on page 239) “ that the act so far as it relates to the selection and drawing of grand jurors is unconstitutional.” It was so decided (an offer to prove that the law as a bill had not emanated from the commissioners to revise the statutes ' having been improperly rejected) upon the assumption that it had not been reported from such commission. That question of fact^-the source and origin of the law—is eliminated from these cases by the concession of the district-attorney, who admits that as a bill it did not originate with, nor was it reported from such commission. The discussion of the questions involved in these objections must, therefore, proceed with the distinct recognition of the fact, that the act of 1881, so far as it relates to the mode and manner of obtaining grand jurors in Albany county, is unconstitutional and void. A corollary, which necessarily follows from the previous fact, must also be borne in mind, and it is this, that as the law is a violation of the Constitution, because it attempts to obtain grand jurors in a mode forbidden by that instrument, that eacli and every person attending the court to serve as a grand juror was forbidden to serve as such by tiie fundamental law. This corollary follows, or else the Constitution is a dead letter. Of what avail is a constitutional prohibition against legislation, if the machinery of such confessed unconstitutional legislation can still be used and upheld against the party whom it affects ? To me, the proposition seems strange, that a body of men, or any men, selected and obtained by methods forbidden by the Constitution, no matter how fair, impartial, or well qualified for the functions which they assume they rnay be, can be organized into a grand jury and place in jeopardy the life and liberty of the citizens. If this can be done, then constitutional guards for the most sacred rights of man can be stricken down by a single blow. To this grave question—can a citizen avail himself in any way of a constitutional provision which forbids men, obtained in a certain manner, from serving as grand jurors %— we are brought, and it deserves the most careful attention.\nIt has already been stated, that the Court of Appeals has decided that the law, by which the men who are objected to as grand jurors were obtained, was unconstitutional and void. This fact is conceded by the district-attorney, but he also insists that the decision in the Pet rea case establishes the doctrine, that no matter by what methods or process the men summoned as grand jurors are obtained, though in fact their presence is secured by modes forbidden by the Constitution, so long as individuals they possess the statute qualifications of grand jurors, the accused is without remedy. If this proposition has been held by our court of dernier resort, it must be adopted as the law of these cases, without any regard to the individual views of the judge presiding in this tribunal. Has any such doctrine been held in the Potrea case 2 ' To that question discussion will now be directed.\nPrior to the decision in the Petrea case it was supposed by the judge writing this opinion, that to constitute a valid grand jury, it was not sufficient that a number of men competent to serve as members thereof assembled in the presence of the court, and were accepted by the tribunal as competent grand jurors, but that as the selection of men to serve as such was most important for the protection of the rights of the citizen, that the selection of those in attendance must have been in conformity with law. The upright administration of criminal justice would seem, at least, to depend very largely upon the observance of every safeguard imposed by law.for the choice of grand jurors, in order to secure their absolute impartiality and freedom from all bias, or sinister motive. If called upon to define what a legal grand jury is, the answer required, would seem to me, to be this: A body of men selected, chosen, and summoned according to and in the manner prescribed by law, to serve as grand jurors before and at a competent court, and by such court impanelled, sworn and charged to enquire in regard to crime committed within their jurisdiction, and to present all offenders against the law in the mode and manner defined by it. The selection of its members is, as has already been . said, a most important and vital point to be observed ; aiid the Code of Criminal Procedure has expressly declared (§ 229) that “ The mode of selecting, grand jurors is prescribed by special statutes.” What is the effect of this provision other than the utterance of a legislative command that “ the mode of selecting grand jurors prescribed by special statutes ” shall be followed %\nWhen a method of procedure is pointed out ¿s “ the ” one to be adopted, is not every other ..excluded by force of the maxim, “ JSxpressio unius est exclusio alteriusf ” If such mode has not been followed, and the selection of the members of a grand jury has been not only without the authority of law,but in defiance of its positive commands (for section 18 of article 3 of the Constitution to be effective must operate as a prohibition against the obtainment of a grand jury under a local statute), can a presentment made by a body of men thus obtained accuse any person of a crime so as to subject him to a trial therefor % When the act of 1881 was adopted by the legislature and approved by the governor, there was in full force in the county of Albany a system for selecting and obtaining grand jurors—that of the Revised Statutes—which that act was designed to overthrow and supplant. That attempt failed, as the Court of Appeals has held, because it was a violation of the Constitution. When, therefore, old and valid laws still operative for the obtainment of a grand jury are disregarded, and a new, unlawful and forbidden enactment is obeyed in its selection, what possible vitality or life can an organization thus set on foot obtain ? (See in this connection the opinion of the Chancellor in People v. White, 24 Wend. 539, 540, 541, 542, as to the distinction between de facto officers of a tribunal “ duly organized,” and of the “ de facto officers of an unconstitutional and therefore illegally organized court; ” also Hildreth v. McIntyre, 1 J. J. Marshall, 206, 207, 208, 209; also Green v. State, 59 Md. 125, in which the Court of Appeals of that state, per Ieving, J., says: “ The general method prescribed for drawing juries is mandatory, and substantial compliance with the provisions thereof in respect to the selection and drawing of jurors are necessary to make the jury a legal one; and unless the selections are made by the judge in the manner pointed out by the statute, exception, at the proper time, and in the proper way, may be successfully taken to a jury improperly chosen or drawn; otherwise the statutory provisions would be wholly nugatory;” also Dutell v. State, 4 Greene (Iowa), 125, which was to review the denial of a motion “ to quash the indictment ■ on the ground that the grand jurors who found it were not selected according to law.” The court says per Gbeene, J.: “ But it is urged by the attorney-general, that the defendant .cannot raise this objection after the indictment is found, but that he should have challenged the panel of the grand jury as provided by section 2882 of the Code. This course may be adopted with propriety by a defendant held to answer for a public offense; but can it be expected that citizens at large, against whom there is no imputation of offense, are required to appear and challenge the panel of grand jurors, or be forever precluded from raising an objection to their selection or authority to act? It is true, as a general rule, that when the indictment is duly exhibited in open court and indorsed 6 a true bill,’ it is evidence that it was duly found by a legal grand jury. But ■when the records of a county show that the grand jurors were not legally selected, and had no authority to act, it is evidence of a higher grade, and shows that the indictment could not have been found, exhibited, and indorsed by legal authority,” also Hitter v. State, likewise reported in 4 Greene, 291, and see opinion of court on formation of grand jury, on pages 292, 293; also State v. Symonds, 36 Maine, 128, which was a case presenting the identical question of that of Petrea. The defendant had filed a plea in abatement to the alleged indictment, that it had been found by a grand jury not selected as the statute provided. The plea was overruled, and he was required to answer upon the merits. He pleaded not guilty, and on trial was convicted. The Supreme Court reversed the conviction, upon the ground that the grand jury, not having been legally selected, could present no valid indictment. The court, per Howard, J., saying, among other things, “ Every indictment must be found by a grand jury legally selected, and duly constituted and competent for the purpose; ” also Doyle v. State, 17 Ohio, 222. In that case, an indictment purported to have been found by fifteen grand jurors, which was the exact number requisite to make a grand jury. To the alleged indictment the prisoner pleaded a special plea, that one of the fifteen grand jurors did not have the statute qualifications of grand jurors. To this plea there was a demurrer, which was sustained by the trial court. On writ of error the Supreme Court of Ohio reversed the conviction, and the court, per Read, J., pages 224, 225, 226, after stating the organization of the grand jury, said : “ Hence no indictment in this case was ever found by a grand jury, because there was no grand jury to pass upon it. Hence that which purports to be an indictment was no indictment, and the party charged could not be put upon trial to answer. It should have been quashed or set aside as a nullity. But it is said the objection comes too late. Ho objection can come too late, which discloses the fact that a person has been put to answer a crime in a mode violating his legal and constitutional rights. The doctrine of waiver has nothing to do with criminal prosecutions. Ho person can be put upon his defense on the charge of crime, or be convicted of crime, except in the exact mode prescribed by law. . . . What an indictment is, is matter of law. Who shall constitute a grand jury, how it shall be summoned, composed and organized, is all matter of positive law. Ho man can, by his consent or will, constitute a grand jury. Ho man, by express consent, can confer jurisdiction upon the court to try him for crime. Ho man by express consent, can make that indictment, authorizing the court to try that which, in fact, is no indictmentalso Barney v. State, reported in 12 Smedes & Marshall, 68, in which the High Court of Errors and Appeals of Mississippi, decided in the same way in a precisely similar case; also White v. Commonwealth, 6 Binney 179, in which a conviction for murder was reversed, because the precept to summon the grand and petit jurors omitted to order the latter to be summoned from the county in which the court was held, and the return of the sheriff did not affirmatively show that the trial jurors were summoned from such county; also Rawkins’ Pleas of the Grown, book 2, ch. 25, §§ 16, 26, 28). It is useless, however, to pursue this discussion. It has progressed thus far without intending in the slightest degree with a fault-finding spirit to criticise the opinion of the Court of Appeals in the Petrea case, which will be adopted and followed ; but simply and only to show the extent to which the position of the learned district-attorney goes, who occupies the extreme ground that the accused has no right to object at any stage of the proceeding to the fact that a so-called grand jury has been organized for his prosecution in a mode forbidden by the Constitution. The proposition is certainly startling, but it needs examination. Has the Court of Appeals held in the Petrea case that if the objections which were made after indictment, had been made prior to the organization of the grand jury, they would have been unavailing?\nJudge Andrews (1 N. Y. Crim. Rep. 243) says: “ The jury which found the indictment was a de facto jury selected and organized under the forms of law. The defect- in its contitution, owing to the invalidity of the law of 1881, affected no substantial right of the defendant. We confine our decision upon this point to the case presented by-this record, and hold that an indictment found by a grand jury of good and lawful men, selected and drawn under color of law, is a good indictment by a grand jury within the sense of the Constitution, although the law under which the selection was made is void. It will be time to consider the extreme cases suggested by counsel when occasion shall arise.”\nIt is not now proposed to discuss, whether or not a defacto grand jury can exist at all, when its existence as organized, by the methods and machinery employed, is a violation of the Constitution ; nor to maintain the proposition that a body upon which power is conferred must, to exercise that power, be organized and formed as the law directs, and that while the possessor of an office may as a de facto officer wield the power of the office,-yet there can be no such thing as a de facto court or jury, when organized without and against the law; nor to consider whether or not a grand jury can be said to be selected and drawn under “ color of law,” when the Constitution expressly says its members shall not be selected and drawn in the .mode and by the machinery they were in fact drawn and selected; All these questions must, by this tribunal, be deemed settled, and they are only now suggested to submit in the most respectful manner to the court of dernier ressort, whether or not the opinion in the Potrea case is carried too far?\nBut it is insisted, that the Court of Appeals has not yet decided that if a body of men-has been obtained in an illegal manner for a grand jury, that an objection, taken by a person whose case is to be considered by it' before the organization of the grand jury is made, would be unavailing. That court has held, that after an indictment has been found by a body of men who, one and all, possess the statute requirements of grand jurors, organized and accepted by a competent court, without objection, as such, that an objection to the manner of their selection is unavailing. They have held, that there may be a de facto grand jury, whose work when completed may be valid; but they have not said that it was the duty of the court to create a defacto grand jury by the machinery of a void statute, when its attention was drawn to the fact, and objection made to its being done. Further than this, as has been stated, has not been held. On the contrary, the court say, “ We coniine our decision upon this point to the case presented by this record ; ” and also, “ It will be time to consider the extreme cases suggested by counsel when occasion shall arise.” What “ the extreme eases . . . suggested by counsel” were, is not known. Certain it is, that, this motion presents an extreme case, for the court is asked by persons who were under recognizances there to appear and to answer to any indictment which might be found, and, therefore, interested vitally in the organization of a grand jury, to set aside and not place in such a body men who had been selected by machinery and in a manner which the law forbade. Can a judge or court, to which such an appeal is made, disregard it? Can a judge presiding at a court, who knows that the individuals there attending as grand jurors, have been selected under an unconstitutional and void statute, and not in “the mode” prescribed “by special statutes,” still in force, when his attention is called to what has been done, disregard the appeal, and proceed to organize the grand jury without the slightest regard to the Constitution, which he has sworn to support ?\nThese are certainly questions as grave as any which can be propounded to a tribunal for decisipn. An executive officer may appoint an individual to fill an office, which is vacant, to do which he has no authority, and yet the officer may, as a de facto one in possession of the office, effectually wield the functions thereof; but would that fact justify the executive in making an appointment which he knew lie had no power to make ? It is possible, for the Court of Appeals has so decided, for a court to organize a grand jury by the machinery of an unconstitutional law, and an indictment by such a body, when found without objection, is good; but what possible protection does that, fact afford to a court for organizing- it contrary to the Constitution, when it knows that by so doing it violates that instrument ? Can it be gravely argued that a court, which is informed by the decision of the highest tribunal of the state, that the individuals then attending to serve as grand jurors have been chosen and obtained by unconstitutional and forbidden methods, with which opinion its own, on full and careful examination, agrees, must, with open eyes, deliberately and against an objection plainly made, accept such men as grand jurors and proceed to organize a grand jury, to the end that a de facto body of that character should be formed ? Grant that the work of such a body can be effectual, yet can that relieve the court which has, in defiance of law, conferred upon it as a body that power ? It is one thing to hold that authority to act has been given, but it is quite a different thing to hold that the power conferred should, under the law, have been conferred. If the court of last resort decides that on objection made to the organization of a grand jury, this court can legally and properly uphold and use the machinery of a law to obtain the members thereof, which the Legislature was forbidden to pass, and disregard. legal enactments for their obtainment which are still in force and unrepealed, then this court, as now organized, will cheerfully obey, for the opinions of that court make the law for the guidance of the lower tribunals. Until, however, that court has so held, the responsibility of overruling objections so clear, and thus plainly and palpably violating the Constitution of the state, cannot be assumed:\nThe learned district-attorney has also argued that the objections made to the organization of the grand jury amount to a challenge “ to the panel or to the array of the grand jury,” which is forbidden by section 238 of the Code of Criminal Pro-' ced'ure, and that therefore they cannot avail. If the true construction of this section is that which is claimed, it is then proper to consider what force the section itself can possibly have. The Constitution of the state (article 1, § 6) has said: “Lfo person shall be held to answer for a capital or otherwise infamous crime ” (with certain exceptions therein contained, none of them, however, being applicable to these cases), “ unless on presentment or indictment of a grand jury.” It is true that the Constitution has not defined what a legal grand jury is. and the attempt has been made in the prior part of this opinion to show, both on reason and authority, that it means a body ■ of men, the members of which have been selected, chosen and summoned according to the provisions of law regulating such selection, choice and summoning. There is, however, another argument upon this subject worthy of a separate statement, for from its force, there seems to me to be no escape, and it is this : While it is true the Constitution has not said how a grand jury shall be obtained.and organized, in order to find an indictment, which shall be sufficient and valid to compel a party “ to answer for a capital or otherwise infamous crime,” yet it has declared what shall not be a lawful grand jury to accomplish that result. The eighteenth section of its third article, by its prohibition to\" the Legislature from passing a local bill for “ selecting, drawing, summoning or impanelling grand or petit jurors,” has expressly forbidden its organization under any enactment which disregards that constitutional prohibition. B.y no possibility can it be said that the Constitution intends'to call that a legal grand jury, which it has, if due force be given to .all its provisions, directly declared shall not be one. It is true that section eighteen of article three is an enactment by the people, subsequent to section six of article one, and that prior to the adoption of such section eighteen of article three, there was no constitutional declaration to the effect that a grand jury, obtained in any particular way, was not a lawful grand jury, and incapable to find a valid indictment, to which the party indicted could be compelled to answer; but the two now form parts of the same one instrument and must be construed together as the present command of the sovereign power to the tribunals which it has created. \"\nIt is not necessary, in the present cases, to demonstrate that the pretended law, under the so-called machinery of which the individuals, at whom the objections in these cases were aimed, were selected, was repugnant to, and therefore made void and of no effect by the eighteenth section of the third article of our state Constitution. That problem, if one it ever was, was worked out in the opinion written in the Petrea case, and with the conclusion there reached—that such pretended law was no law, so far as it relates to the grand jury—the Court of Appeals has agreed and stamped upon it the declaration that it is null and void. 'Eegarding and considering, then, the two sections of the Constitution (article 1, § 6, and article 3, § 18) together, what have we for our guidance but a single command by the fundamental law, declaring to this court, and to all courts of the state, you shall not place a person upon trial “for a capital or otherwise infamous crime, . . . unless on presentment or indictment of a grand jury,” and you shall not obtain such grand jury under the machinery of a local bill passed by the Legislature for “ selecting, drawing, summoning, or impanelling ” its members. The Constitution must mean this or nothing, for of what possible practical force can its prohibition to the Legislature be, unless it is extended to the courts, which alone are to use the machinery of laws, which the Legislature enacts ? Without this construction of the fundamental law, the singular spectacle is presented of á prohibition to the Legislature from passing a bill, and yet when passed, having all the effect of a valid law, because freely used and made effective by the courts. ■\nThis court, having been informed by the decision of the Court of Appeals that the individuals before it, who have been summoned to.act as its grand jurors, are there in violation of . the Constitution of the state, cannot, when objections plainly call attention to that fact before their acceptance as grand jurors, organize them into a grand jury; and any statute, which forbids the defendants from raising objections of the character presented, or the court from considering them when made, must and will be regarded as of no force or effect. • The court is, however, well satisfied that the author of tlie Code intended no such legal impossibility. Its author, whose fame is worldwide, used the words “ panel or . . . array of the grand jury” in no such sense as is attributed to them. He used them in their legal sense, and not to designate men who could not possibly be called grand jurors, but only such as were present, who, having been obtained by legal methods, could be called a “ panel or . . . array of the grand jury.” When such a body is present, the right of challenge is limited, but he did not intend to prohibit the court from ascertaining whether or not it had such a body before it. The objections presented are not a challenge in the sense used in section 238, but they go further, and insist that there is no material present which can make a “ panel ” or “ array,” and an inquiry to ascertain the truth of such allegation is not forbidden.\nThere is also another answer to the objections of the district-attorney, and it is this—while section 238 of the Code of Criminal Procedure has declared : “ There is no challenge allowed to the panel or to the array of the grand jury,” it, nevertheless, also provides that “ the court may, in its discretion, at any time discharge the grand jury and order another to be summoned,” for several causes therein specified, of which the following is one: “ That the requisite number of ballots was not drawn from the grand jury box of the county.” This provision recognizes a legal direction in regard to the number of ballots to be drawn, when a grand jury is to be selected, and the existence of a place of deposit of the ballots containing the names of persons who have been selected to serve as grand jurors, which is called “ the grand jury box of the county.” There was no grand jury box in the county of Albany, there had been no selection in such county of persons to serve as grand jurors, and there had been nothing whatever done therein for the obtainment of a grand jury which the law required. On the contrary, the provisions of a void and unconstitutional act were obeyed1 and followed. In view of these conceded facts, and the words of the section of the Code, which have been given, if the court has a discretion to set aside the panel for non-compliance completely with the provisions of law for the obtainment of grand jurors, how should that “ discretion ” (if it can be called by that name) be exercised, when it is conceded that no list of grand jurors has been made, that not a single ballot containing the name of a person selected according to law to serve as such,, has been placed in “.the grand jury box of the county,” and consequently not one ballot drawn therefrom? This question would seem to admit of only one answer, and it is this, a wise exercise of judicial discretion requires a court, whenever it plainly appears that every safeguard of law in the selection of grand jurors has been disregarded, and new and unconstitutional methods of choice have been employed to set aside the supposed panel, and to order a new panel to be summoned in accordance with existing and unrepealed statutes. Ho other order can be made, if plain statutes are to be obeyed, and the organic law is of force.\nFrom what has been said it is plain what judicial conclusion would have been reached, if the objections made to the composition and organization of the grand jury had been argued and pressed to a decision when made. By consent of counsel, however, the motion was not then submitted, but such omission to ask for a decision upon the objections, was with the express understanding, and stipulation on the part of the district-attorney, that if the defendants were indicted, they should be entitled to the same order to which they would have been entitled had the1 decision been made prior to the organization. . The object of that stipulation undoubtedly was to prevent the failure of the grand jury, to which many cases were to be presented against parties who had made no objection to the constitution thereof, and indictments against whom would, if found, be'valid under the decision in the Petrea case.\nWith some doubt as to what the order should be, the conclusion reached is, that the indictment against each of the defendants should be quashed. They have been found by a grand jury, to the organization of which valid objections were made, and which would have been sustained if they had then been pressed; and as such objections were not then determined upon the stipulation of the district-attorney, that the court could, after indictment, make such an order as it would have originally made, and as the order would have been one which would have prevented the finding of an indictment against either of the defendants by the body as subsequently organized, because such organization would not have taken place, it follows, that what was done by such body against the defendants should be set aside and held of no effect.\nThe conclusion just stated is also the legal one, for another reason. Objections are now made, not only after an indictment found, to the organization of the grand jury that presented it, and which should be disregarded because of the decision of the Court of Appeals in the Petrea case, but such objections preceded the organization of the body called a grand jury, and how, when then made, the case should be decided, that of Petrea does not determine. Even though the district-attorney had •not stipulated that the court should decide the questions upon their merits, without regard to the fact that an indictment had been found, as-an original question, it must be held that valid objections made to a grand jury before its organization, but then reserved and not decided, and renewed after indictment, must be held effectual to quash the indictment.\nIt is proper to say in conclusion, that the questions which have been discussed ought to be settled before the county of Albany is subjected to the expense and costs of many trials, if that be possible, and the orders to be entered will be in such shape and form, both in these cases and in several others in which Mr. Meegan and other counsel have raised the same objections, as may be necessary to review them, and to preserve the rights of the people. What should be the form of the orders is not now determined. If the orders to be made are final and incapable of review (and upon that point no opinion is expressed), whilst regretting that fact, it cannot alter the legal conclusion which, after most careful thought and study, is too clear for a single doubt. Eights guaranteed by the Constitution are too sacred to be trifled with. They cannot be brushed away by calling them “technicalities,” and insisting that in doing so “ no harm has been done.” It is impossible to legally affirm that “ no harm has been done,” when something guaranteed by law has been refused, for it is a proposition, as old as the law, that every violation of constitutional right in a criminal case is, of itself, conclusive evidence that substantial injury has been un-ought. It is impossible to judicially know of the criminal guilt of an individual, except by and through legal and constitutional methods of procedure, because until the ascertainment of the contrary by such methods, the presumption of innocence is the shield of every man against punishment. Courts should be zealous to uphold, and not ingenious to get around or over constitutional enactments; and to no class of such enactments is this remark more applicable than to those which are designed to secure proper and impartial jurors, both grand and petit. If the judges of England had been subtle in théir endeavors to take away such constitutional protections from the accused, then the learned Blackstoue could not have effectively answered Montesquieu’s assertion “ that because Rome, Sparta and Carthage had lost their liberties, therefore, those of England must, in time, perish,” by the argument he uses in his Commentaries (book 3, page 397), that Montesquieu “should have recollected, that Rome, Sparta and Carthage at the time that their liberties were lost, were strangers to the trial by jury.” In making that answer, a profound truth was uttered, but such answer can only be true, where judges carefully preserve every safeguard of jury trials. The presentment and trial by jury are the boast and pride of America as they are of England. They should be most carefully and sedulously guarded, and the labor in preparing this opinion, as well as that in the Petrea case, will be amply rewarded if either or both shall contribute a mite to uphold and protect the guaranties which the Constitution gives to every citizen for his protection, without regard to his antecedents, or to the misfortunes which surround him.\nNote.—See as to objections to grand juries, “The \"Grand Jury,” 4 Criminal Law Mag. 171, and also “ Objections to Grand Jurors,” 16 Amer. Law Rev. 811.",
        "type": "majority",
        "author": "Westbbook, J."
      }
    ],
    "attorneys": [
      "N. P. Hinman and Andrew Hamilton, for defendants.",
      "D. Cady Herrick, district-attorney, for the people."
    ],
    "corrections": "",
    "head_matter": "Oyer and Terminer—Albany County.\nMay, 1883.\nPEOPLE v. DUFF. PEOPLE v. FITZGERALD.\nConstitutional Law.—Local Act for selecting Grand Jurors in Albany County.-—L. 1881, c. ¡532, amending Code Civil Procedure, §-1041, unconstitutional so far as it relates to selecting Grand Jurors for that County.—When objection to illegal Grand Jury MAY BE MADE.-INDICTMENT FOUND BY SUCH GRAND Jury.—Code of Criminal Procedure, § 238.\nPrior to the attempt to organize the grand jury of Albany county which found the indictments against defendants, and before the persons summoned to serve as such grand jurors bad been accepted or sworn, the defendants who had given bail to answer any indictment which might be found by the grand jury, objected to such individuals collectively and severally, and moved to set aside and discharge the entire number on the ground that said persons bad been drawn and selected from a list prepared by the recorder of Albany, in accordance with the provisions of L. 1881, c. 533, amending Code of OivH Procedure, § 1041, and not from a list made by the supervisors as directed by the Revised Statutes, 3 R. S. 720, § 1, et seq. It was conceded that the act under which the persons so summoned had been selected, was not reported to the legislature under the State Constitution, art. 3, §§ 18 and 25, which forbid the passing of a local bill for selecting, drawing, summoning or impanelling grand jurors unless sucli bill shall be so reported by commissioners appointed pursuant to law to revise the statutes.'\nHeld, that the defendants’ objections were valid and made at a proper time; that the act was unconstitutional and void so far as it related to selection, summoning, drawing or impanelling of grand jurors for Albany county, and that the indictments found by such alleged grand jury against the defendants who had taken these objections prior to its organization, as above set forth, must be set aside.\nNo body of men selected and obtained by methods forbidden by the Constitution, can be organized into a legal grand jury, and every person attending under said act to serve as -a grand juror is forbidden by law to serve as such.\nA legal grand jury is a body of men selected, chosen and summoned according to and in the manner prescribed by law, to serve as grand jurors at a competent court, and by such court impanelled, sworn and charged to inquire in regard to crimes committed within their jurisdiction, and to present all offenders against the law in the mode and manner defined by it.\nValid objections to a grand jury, made before its organization, but reserved and not then decided, and renewed after indictment, are effectual to set aside the indictment found by it against the person who made such objection. When objections call -the attention of a court to the fact that the individuals who have been summoned to act as grand jurors, are there in violation of the Constitution, before their acceptance as grand jurors, the court cannot organize these persons into a legal grand jury.\nThe objections presented are not merely a challenge to the panel or array of the grand jury under §238 of Code of Criminal Procedure; they go further and insist that there is no material present from which a panel or array can be made.\nAn inquiry into the truth of such an allegation is not forbidden by § 238 of that Code.\nAny statute which forbids the defendants from raising objections of the character of those presented, or the court from considering them when made, is of no force and effect.\nIn such a case a wise exercise of judicial discretion requires a court to set aside the supposed panel, and order a new panel to be summoned in accordance with existing and unrepealed statutes.\nMotion to set aside an alleged panel of grand jurors for Albany county, and also, a motion to set aside certain indictments found by' such alleged grand jury.\nThe facts fully appear in the opinion.\nN. P. Hinman and Andrew Hamilton, for defendants.\nD. Cady Herrick, district-attorney, for the people.\nAt the Albany Oyer and Terminer of May, 1822, the same objections which were made to the organization'of the grand jury in the above causes prior to such organization being perfected, were also made in the same manner in behalf of several individuals, who had been recognized there to appear and answer to any indictment which might be found against them, by Mr. Edward J.° Meegan, and were by him most elaborately and fully argued. As the Petrea case was then pending on appeal, decision in those cases was reserved."
  },
  "file_name": "0307-01",
  "first_page_order": 331,
  "last_page_order": 347
}
