{
  "id": 1164489,
  "name": "PEOPLE v. WILLIAMS",
  "name_abbreviation": "People v. Williams",
  "decision_date": "1883-04",
  "docket_number": "",
  "first_page": "336",
  "last_page": "345",
  "citations": [
    {
      "type": "official",
      "cite": "1 N.Y. Crim. 336"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Gen. Term",
    "id": 9194,
    "name": "New York Supreme Court, General Term"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "35 N. Y. 58",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "21 N. Y. 578",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "1 Den. 83",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        484105
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/1/0083-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 827,
    "char_count": 20159,
    "ocr_confidence": 0.561,
    "pagerank": {
      "raw": 2.1651214758582583e-07,
      "percentile": 0.7703769602011545
    },
    "sha256": "7812eeaf794c72e7fa35e98f0e88c64d39cc408321a5ce3edd9f9f8701bc2833",
    "simhash": "1:9b0d61a6ab06e4a3",
    "word_count": 3632
  },
  "last_updated": "2024-02-27T22:16:47.765042+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PEOPLE v. WILLIAMS."
    ],
    "opinions": [
      {
        "text": "Hardin, J.\n[After stating facts as above.]—It is now provided by statute that the testimony of an accomplice is not sufficient to warrant a jury in convicting an accused person of a crime. By chapter 360, of the Laws of 1882, section 399 of the Code of Criminal Procedure was amended so as to read as follows : “ Section 399. A conviction cannot be had upon the testimony of an accomplice unless he be corroborated by such other evidence as tends to connect the defendant with the commission of the crime.”\nPrior to this statute a jury might convict upon the uncorroborated testimony of an accomplice although courts were required, and it was their duty, to caution juries against rendering a verdict upon the uncorroborated evidence of an accomplice; and juries were advised not to convict on such testimony in the absence of confirmation of the material facts thereof by other evidence. People v. Costello, 1 Den. 83 ; People v. Dyle, 21 N. Y. 578; Dunn v. People, 29 Id. 523; Lindsay v. People, 63 Id. 154.\nIn the case in hand we have.found in the appeal book no direct and positive testimony, aside from that given by the accomplice, which connects the accused with the crime charged in the indictment; but many circumstances and some admissions and declarations of the accused, when considered in connection with the positive testimony of the accomplice tending to implicate the accused in the commission of the offense. In the circumstantial evidence relied upon by the people to implicate the accused and corroborate the accomplice, is the testimony given for the purpose of establishing that William Oortright was seen at the time and place narrated, by Martin Teeter. It appears by this witness’ evidence that he said, viz.: “ I cannot swear that this man was Oortright ” whom he met. “ I don’t know whether it was he or not.” When the witness , was asked if - he had an impression who it was, the defendant’s counsel objected' to it as incompetent. The objection was overruled, and the defendant excepted. The witness was permitted to answer, viz.: “1 don’t know for certain, only whom I thought it was; I thought it was William Oortright, but I don’t know. I had known him for a number of years and seen him frequently.” After this ruling, the district attorney propounded the following question, viz.: “ It was your impression at the time % ” and the witness answered “ Yes. sir.” Following ' O this answer, the appeal book shows that the defendant asked to have the testimony of this “ witness about passing this man stricken out; ” and that the court refused and the defendant took an exception. In these several rulings occurring in the testimony of this witness Teeter, we think there was error. First, it expressly appears by the testimony that the witness was not able to identify positively or upon knowledge the person lie met as that of William Cortright. The most that he could say was that he had an impression who it was, and that he “ thought it was William Cortright.” We are of the opinion that such impression and such “ thought ” of the witness ought not to have been received, or, having been received, ought to. have been stricken out upon defendant’s motion. People v. Wilson, 3 Parker Crim.. 206. Strong, J., says, in the case last cited, “ Ordinarily the question of identity is one of fact, and a witness may be asked whether he knows a pai-ticular individual, and if so whether he is the person indicated. But the question put to this witness is not the ordinary one of identity. It calls for an opinion relative to a body which, if that of the deceased, had been submerged in salt water for upward of five months, and had undergone many changes. The witness can only state a conclusion drawn from the points of resemblance mentioned by him. The jury have heard his statements, and it is for .them, and not the witness to decide whether the body was that of the deceased captain.. The question must be rejected.”\nAgain, if a witness could be allowed to testify to an impression to a “ thought at the time,” it would be difficult to predicate and establish perjury in respect to such answers.\nWe are of the opinion that the usual course upon trials is to require the witness to state knowledge, recollection or memory of facts in respect to the identity of individuals, and not to allow them in the first instance, as evidence in chief, to state “impressions” or “thoughts” in respect to the identity of individuals. It appears to us the rule was departed from in receiving and retaining the testimony of the witness, Teeter. We cannot say -this erroneous evidence was not prejudieal to the rights of the accused. We are not able to say that it had no influence in producing the verdict rendered against the accused; nor can we say that “ if his evidence was struck from the case the proof of defendant’s guilt would be clear and overwhelmingand we can say therefore, that the rule, found in the Gonzalez case, is not applicable. People v. Gonzalez, 35 N. Y. 58.\nSecond : As amended by chapter 360 of the Laws of 1882, section 5,27 of the Code of Criminal Procedure provides, viz.: “... and the appellate court may order a new trial if it be satisfied that the verdict against the prisoner was (1) against the weight of evidence, or (2) against law, or (3) that justice required a new trial, whether any exception shall have been taken or not in the court below.”\nThis is the first capital case which this court has been called upon to review under the provision of the section just quoted. Our impression is that it was the design of the legislature by this provision of law to allow the appellate court to order a new trial, if in any aspect of the ease error was committed in the progress of tlie trial, and that the narrow and technical rules in respect to the exactitude of exceptions was abrogated in respect to this class of cases. We must, therefore, look into the proceedings upon the trial to discover whether any error has occurred, and if such error is found we must declare the error, and allow it to produce a new trial “ whether any exception shall have been taken or not in the court below” sufficient to formally and directly raise the question of alleged error or not under the previous strict and technical rules.\nWith this new statutory provision in mind, we turn to the charge of the learned judge in the case before us, and find that in laying down the rule under section 399 (supra), he stated the\" law correctly in the body of his charge in two or three instances, which are pertinent to the question whether he properly refused to yield at. the close of his charge to a request which was made of him. In the body of his charge he said, viz., 1st. “ If there is any evidence tending to show that Cortright was connected with the crime, yon are not to take it as against the defendant unless the evidence shows that the defendant was also connected with it.”\n2nd. “ The law now provides that the corroboration must connect the defendant with the commission of the crime. In this case it must be corroborated by testimony tending to show that Sam Williams was the person who perpetrated the crime.” ...\n3d. “ The evidence must also tend to show that Williams was there, and to fix upon him the guilt of the crime there must be some evidence outside of the story of ¡Newport which will enable yon to say that Williams was with ¡Newport at the time the crime was committed. That evidence the people have sought to give.” ,\n4th. “ The corroborating evidence must be such as tends, outside of the testimony of Newport, to point to the defendant.”\nNotwithstanding these statements, which appeal1 in the body of the charge, the appeal book shows that the prisoner’s counsel made a request of the court, viz., “ to charge the jury that there must be evidence tending to connect the defendant with the commission of the office; that this requires more than such evidence as merely raised a suspicion of guilt,” thereupon the court refused, except as charged, and an exception was taken to such refusal. If this request was being considered under the rule, which obtained before that laid down in section 527 (supra) perhaps it would be a good answer to say that the request was too broad; that it called upon the court to repeat what had already been stated, as we have seen, in the questions we have made in the body of the charge.\nBut under the more liberal rule given to us by section 527 to which we have alluded, we are of opinion that the court erroneously refused to yield to that portion of the request which called upon it to say that the rule enacted in section 399 required more than such evidence as merely raised the suspicion of guilt. The court might in response to that part of the request well and properly have said, that the rule described in section 399 required that the testimony of the accomplice should be corroborated in'material points; and secondly, that it should be corroborated in respect to such matters as legitimately tended to establish that the accused was connected with the crime, and that in establishing such connection with the crime, it was incumbent upon the people to give such evidence as legitimately and naturally carried conviction to the minds of the jury, that the accused was connected with and was guilty of the offence charged ; and that such evidence “ as merely raised the suspicion of guilt ” was insufficient to satisfy the requirements laid down in section 399. There is a wide difference between evidence which tends to satisfy an intelligent jury that the accused has perpetrated a crime and such evidence as merely tends to raise in the mind of the jury “ a suspicion of guilt.” \"We are of the opinion that such instructions as were requested ought to have been given by the learned trial judge to the jury in this case. We must therefore say that justice requires a new trial, and that it is not material to determine that the exception taken is technically well founded under the practice which obtained prior to the amendment of 1882, of section 527 of the Code of Criminal Procedure.\nAs the views already expressed lead us to order a new trial, we do not deem it necessary or useful to examine the numerous other grounds urged upon us in the argument of the counsel for the appellant.\nJudgment and conviction reversed and new trial ordered in the Oyer and Terminer of Wayne county, to which court these proceedings are remitted, with directions to proceed.\nSmith, P. J., and Barker, J., concurred.",
        "type": "majority",
        "author": "Hardin, J."
      }
    ],
    "attorneys": [
      "S. E, Payne and E. A. Wooden for defendant, appellant.",
      "J. Vanderberg, district attorney, for the people, respondent."
    ],
    "corrections": "",
    "head_matter": "Supreme Court—General Term—fourth Department.\nApril, 1883.\nPEOPLE v. WILLIAMS.\nEvidence oe Identity.—Hew trial in Capital Case.—Section 527, Code Cbim. Peo.—Corroboration of Accomplice.—Section 399, Code Grim. Peo.— Judge’s Charge.\nWhere the identity of a person, seen at a certain time and place, is a material question in an action, and it affirmatively appears by the testimony of the witness, that he was not able to identify positively or upon knowledge, the person he met as the one in question, it is error to, allow said witness upon direct examination to testify to his “ thought ” and “ impression ” as to the identity of such person.\nIt seems, that it was the design of 'the legislature in enacting, § 527, Code Grim. Pro., as amended by L. 1882, ch. 360, to allow the appellate court in a capital case, to order a new trial, if in any aspect of the case error was committed in the progress of the trial, and that the natrow and technical rules in respect to the exactitude of exceptions were abrogated in respect to such class of cases.\nUpon the trial of an indictment, where the only evidence other than the testimony of an accomplice, tending to connect the accused with the commission of the crime, was certain circumstances and some admissions and declarations of the accused, the court having properly laid down to the jury in general terms, the rule of § 399, Code Crim. Pro. in regard to corroboration of an accomplice, it is error, under § 537, to refuse a request by defendant to charge in addition, that “‘there must be evidence tending to connect the defendant with the commission of the offense; that this requires more than such evidence as merely raised a suspicion of guilt.”\nAppeal taken July 3, 1882, from a judgment entered in Wayne county, upon the verdict of a jury, June 7, 1882, in the Oyer and Terminer of that county, convicting the appellant, Samuel Williams, of murder in the first degree.\nIn the indictment, which was found February 25, 1882, the appellant, Samuel Williams, a colored man, was charged with the crime of murder in the first degree, for having, on the night of January 6, 1882, caused the death of James Hall, a colored man, at Sodus Point, in the town of Sodus, in the county of Wayne. Hall kept a saloon at Sodus Point, on the borders of Lake Ontario, where he had sold liquors for many years. The saloon dr shanty was built on piers over the waters of Sodus Bay, and was built of pine, and connected with the main land by a bridge at one end, and the entrance door at the other was upon the water’s edge. Hall had a house near by, where he lived with his daughters. It appears he was accustomed to carry and keep money with' him, and that he frequently exhibited his money to persons in and about his place, with whom he came in contact.\nAbout 7 o’clock he left his daughters to' go to his saloon, and between 11 and 12 c/clock a fire was discovered in the shanty; and, after the shanty was consumed, Hall’s remains were found on the ice below the bottom of the shanty.\nJasper Newport, a colored man, who was then living at Sen-tills, 2.68 miles from Hall’s shanty, and who had previously worked in the saloon, and knew that Hall had money and where he kept it, was called as a witness for the people, and gave evidence tending to establish that he and the accused, on the night of the 6th of January, entered, the saloon of Hall, for the purpose of robbing him; and that while there the accused struck a blow upon the head of Hall, and that a kerosene lamp was overturned which kindled a fire in the building, and that there was also a can of five gallons of kerosene oil within a foot or two of the place where the kerosene lamp was broken and blazed up. Jasper Newport also testifies that Williams arrived atSentills on foot from the ridge, three and one-fourth miles away, at about the time he was done milking, which was near 7 o’clock, and that they went to Sodus Point, a distance of 2.58 miles east, with Jasper’s horse, and while there perpetrated the crime, and, according to his testimony, the crime was committed about 8 o’clock.\nEvidence was given tending to show that the accused was seen at the Ridge, a distance of six miles from the place of' the homicide, at 8:30 p. m., and from that time on to 12 o clock.\nPeter May was called as a witness by the prosecution, and says that on the evening of the homicide he went down to Casey’s hotel, and that a buggy drove up behind him as he passed Wickham’s store, and stopped at a hitching post; and that there were two colored men in it, and that one of them was Jasper Newport, and that the other man-had on a light colored coat and a round-topped hat; and that Wickham’s store is eight rods from Casey’s hotel; and when he went into the hotel he went into the register and looked at the clock, and observed it was eight o’clock; and that he remained at the hotel until half past nine, looking at the clock when he left; and that he went by Wickham’s store, and the horse and buggy were not there. When this witness was called before the coroner’s jury on the 20th of January, he said, in substance, that he was unable to identify either of the parties that he saw alight from the buggy.\nThe prosecution claim that the accused, on the evening of the murder, was in Sodus village in the early part of the evening, “ and again seen at the village about ten or fifteen minutes before 9 o’clock, there being an interval of an hour and a half to an hour and three-quarters, between 7 and 9 o’clock, that he was not seen in the village.”\nMartin Teeter, a witness called by the people, testified that he resided half a mile north of the village of Sodus, and that on the night of the homicide he left Van Tassel’s hotel on Maple street, below Williams’ store, and went out into the center of the road, and went north as straight as the road would carry him. He then says he met somebody in the road, nearly two-thirds of the way down to where he boarded, about a quarter of a, mile north of the railroad, that he met a man right in the center of the road where the wagons go ; he was coming from toward the north, and from toward the school-house, and he was on a fast run ; and he' called out to the man, but he made no reply ; and that the man went two or three steps by. him, and then he whirled on his heel and the witness said, “ Halloo,” and the man turned and ran toward the village ; that he had on a lightish overcoat, and it was kind of long—-like an ulster—and a round-topped hat. His coat was not buttoned, but his collar was turned up. The witness could not tell whether he was a colored man or not.\nHe said that he was breathing hard. The witness adds, “ I went home ; it was a quarter to nine when I got home. I met him about forty or fifty rods from my house. He was not a very heavy man. When he went by me the rim of his hat was about to my shoulder. I stand six feet three and a half inches. I looked at my watch when I got in the • house. My watch was very near railroad time.” In his cross-examination, he says : “ This man was in the same track I was walking in. I got out of his way by stepping one side. I said ‘ Halloo ’ as he came within a step of me. He stopped within two or three steps of me after he got past. He didn’t look long.” On his redirect examination, the following occurs, viz.: “ As you were going home, state whether you passed anybody on the walk on Maple street.” “Tes; there was a man on the east side of the walk when I went down. I passed him just south of the railroad track. He was walking very slow.” “ Did you pay any attention to him after you passed him ? ” “Yes.” “What did you observe ? ” (Objected to as incompetent.) “ Did it occur to you who the man was when you passed him ? ” “ I had an impression who it was.” “ Who ? ” (Objected to as incompetent. Received and defendant excepted.) “I don’t know forcertain, only who I thought it was; I thought it was William Cortriglit, but I don’t know. I had known him for a number of years, and seen him frequently.” “ After you passed this man what did you see with reference . to him ? ” (Same objection, ruling and exception.) “ He turned around and walked back south. No one was with him ; he was within my view for about six rods from the time I first noticed till I turned and saw him going back ; he was walking slowly.” “ How long after you passed Cortright before you came to this man in the road ? ” “ I had walked perhaps sixty or seventy rods.”\nRecross examined. “You were called before the coroner on the 10 th of January?” “ Yes, sir.” “You didn’t state this circumstance then?” “I think I did : 1 ain’t sure: I can’t swear that this man was Cortright, I don’t know whether it was him or not, it was my impression it was.”\nBy the District Attorney: “ It was your impression at that time?” “Yes, sir.”\nDefendant asked that the testimony of this witness about passing this man be stricken out. Refused and defendant excepted.\nIn the testimony of Austin, a reporter in the Evening Auburnian office, a witness called for the people in respect to liis whereabouts on the night of the homicide, is the following, viz.: “ He said Cortright was with him all that evening; wasn’t out of his sight.” Other facts and circumstances appear in the case which, with the testimony already alluded to, seem to, within the theory of the prosecution, render it important to show the whereabouts of Cortright at the time referred to in the testimony and already cpioted.\nOther objections and exceptions appear in the opinion.\nS. E, Payne and E. A. Wooden for defendant, appellant.\nJ. Vanderberg, district attorney, for the people, respondent."
  },
  "file_name": "0336-01",
  "first_page_order": 360,
  "last_page_order": 369
}
