{
  "id": 1164480,
  "name": "WRIGHT v. PEOPLE",
  "name_abbreviation": "Wright v. People",
  "decision_date": "1883-01",
  "docket_number": "",
  "first_page": "462",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "1 N.Y. Crim. 462"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Gen. Term",
    "id": 9194,
    "name": "New York Supreme Court, General Term"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "72 N. Y. 571",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        532822
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/72/0571-01"
      ]
    },
    {
      "cite": "72 N. Y 293",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "50 N. Y. 240",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2059630
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/50/0240-01"
      ]
    },
    {
      "cite": "15 Hun, 272",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    },
    {
      "cite": "79 N. Y. 599",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "76 N. Y. 291",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 441,
    "char_count": 7396,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 2.9287071191689563e-07,
      "percentile": 0.8471858784044939
    },
    "sha256": "a4140345498e9088b64da56bbbaa88059de614520a8c0919f9262fefd0d42bcb",
    "simhash": "1:d993a6959f172659",
    "word_count": 1308
  },
  "last_updated": "2024-02-27T22:16:47.765042+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "WRIGHT v. PEOPLE."
    ],
    "opinions": [
      {
        "text": "Smith, P. J.\nThe indictment in this case charges the plaintiff in error, and John Riley, Matthew Regan, and Richard Mullin, with burning a certain salt block or building erected for the manufacture of salt, in the city of Syracuse, the property of Martin Cooney, on the 23d of April, 1881.\nThe plaintiff in error was tried separately and convicted. The evidence showed that in the spring of 1881, Cooney owned six salt-blocks—three in Syracuse, and three at Greenpoint, in the town of Salina, and that the three blocks last mentioned were burned about one o’clock in the morning of April 23, and the salt block described in the indictment was burned about fourteen hours later. The counsel for the people gave evidence which he claimed tended to show that both fires were caused by the agency of the plaintiff in error, and the persons indicted with him.\nThe prosecution put in evidence against the objection and exception of the counsel for the plaintiff in error an anonymous letter received by Cooney about two days before the fires, threatening him, in a certain contingency, with the loss of his life and the burning of his salt-blocks. There was no proof of the authorship of the letter. The only evidence tending to connect the defendant with it, in any way, was the following : It was proved that Cooney,.on receiving the letter, caused it to be published in one of the newspapers in the city, and the next morning, on his going to the salt-block, where Riley and Wright were at work, Riley, in the presence of Wright, said to Cooney that he would be billed for publishing the letter, and that his salt-blocks would be burned. It is now contended by the counsel for the people that the letter was admissible as part of the res gestee and as evidence of the extent of the alleged conspiracy The difficulty with the position is that as against the plaintiff in error it is evidence of nothing whatever. He is not shown to have had any hand in writing or sending it, or to have known of its existence till he heard it spoken of by Riley in the conversation above stated. ' The letter was probably received in evidence for the purpose of showing why Cooney was watching his property and was in a position to see who approached it shortly before the fire broke out. But it was wholly unnecessary to show a reason for his watchfulness; or, if proof of the reason tended to corroborate his testimony that he watched, or made it more probable, it was enough to state in general terms that he had been put on his guard by the receipt of an anonymous letter, without giving its contents. It is obvious that the letter may have had an effect upon the jury very damaging to the plaintiff in error. Its reception was error. . It was also error to admit proof of what Biley said to Cooney in the presence of Wright, as above stated. The court remarked, in overruling the objection to it on behalf of Wright, that it was competent as against him upon the theory that silence gives consent. But that rule applies only against a party who is so concerned in what is said as that unless he speaks, his silence may fairly be construed as an admission. Wright was in no such position; Biley’s remark was not prompted by anything Wright had said, and he was not called on to make any reply to it.\n■ James Kehoe, a witness on the part of the defendant, was asked, on cross-examination, if he had ever been arrested;1 and he answered that he had been arrested once for drunkenness The question was duly objected to. The testimony had no legitimate tendency to impeach the witness, and its admission was error. People v. Crapo, 76 N. Y. 291; Ryan v. People, 79 N. Y. 599.\nObjection was taken to the admission of proof of the burning of the salt-blocks at Greenpoint. That testimony was offered for the purpose of showing that the burning of those buildings, and the burning of those charged in the indictment, were parts of one scheme, concocted and carried out by Wright and his associates.\nPor that purpose the testimony was proper; and as the bill of exceptions does not purport to give all the evidence, we are to assume that sufficient was shown to establish that theory to the satisfaction of the jury. But as the improper testimony above pointed out may have contributed materially to that result, we must set aside the conviction and grant a new trial.\nThe conviction and judgment should be reversed, and a new trial ordered in the Court of Sessions of Onondaga county.\nHaedust, J., concurs.\nNote.—In People v, Crapo the question held by the Court of Appeals to be improper was, “Were you . . arrested on a charge of\nbigamy ? ” The Supreme Court, at General Term, say (15 Hun, 272), “We cannot conceive how anybody could suppose this question could be admissible.”\nThe well-settled rule in this State is that to render such a question inadmissible there must be a claim of privilege on behalf of the prisoner. This was not done in the cases of Brandon v. People, 42 H. Y. 266; Connors v. People, 50 N. Y. 240; nor (so far at it appears) in People n. Casey, 72 N. Y 293, and the question was admitted.\nIn People v. Brown, 72 N. Y. 571, privilege was claimed, and the question held inadmissible.\nIn People r. Hovey, ante, p. 180, prisoner was asked, on cross-examination : Q. How often have you been in prison? A. Three times. Q. For what? A. For stealing. Q. Bach time? A. Tes, sir. It is assumed, both in the points of counsel and the opinion of the Court, that these questions referred to an imprisonment on/conviction; indeed, that appears from the questions and \"answers. Such questions are rendered admissible by § 832 of Code Civ. Procedure; § 714 of Penal Code.\nThe doctrine as to silence being an implied admission of the truth of allegations spoken or uttered in the presence of a person does not apply to silence at a judicial proceeding or hearing. People v. Willett, ante, p. 355.",
        "type": "majority",
        "author": "Smith, P. J."
      }
    ],
    "attorneys": [
      "W. P. Goodell, for plaintiff in error.",
      "H. Hoyt, district attorney, for the people, defendant in error. M. M. Waters, of counsel."
    ],
    "corrections": "",
    "head_matter": "Supreme Court—General Term—fourth Department.\nJanuary, 1883.\nWRIGHT v. PEOPLE.\nArson.—Evidence.—Silence as an Admission.— Proof of Conspiracy.\nThe rule that silence is an admission only applies against a person who is . so far concerned in what is said, that, unless he speaks, his silence . may be fairly so construed.\nAn anonymous letter, no connection with, or knowledge of which by prisoner is shown, received by one C., the owner of the premises for the burning of which prisoner was indicted, is not rendered admissible in evidence against defendant by the fact that at an inteview between R., an alleged co-conspirator with defendant and 0., R., making certain statements about the letter, prisoner being present, remained silent.\nA witness cannot he asked, on cross-examination, for the purpose of impeaching him, whether he has been arrested.\nEvidence of the burning at almost the same time of another salt-block belonging to the owner of the one for the burning of which prisoner was indicted, to show that these two fires were parts of a scheme concocted and carried out by defendant and his associates, is admissible.\nWrit of error to the Court of Sessions of Onondaga county to review a judgment entered on the conviction of William Wright, the plaintiff in error, of the crime of arson in the fourth degree.\nThe facts and exceptions sufficiently appear in the opinion.\nW. P. Goodell, for plaintiff in error.\nH. Hoyt, district attorney, for the people, defendant in error. M. M. Waters, of counsel."
  },
  "file_name": "0462-01",
  "first_page_order": 486,
  "last_page_order": 489
}
