{
  "id": 1164482,
  "name": "PEOPLE v. LEIGHTON",
  "name_abbreviation": "People v. Leighton",
  "decision_date": "1882-05",
  "docket_number": "",
  "first_page": "468",
  "last_page": "472",
  "citations": [
    {
      "type": "official",
      "cite": "1 N.Y. Crim. 468"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "10 Wend. 655",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "24 Pick. 246",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2069260
      ],
      "pin_cites": [
        {
          "page": "248"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/41/0246-01"
      ]
    },
    {
      "cite": "30 Barb. 655",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5029557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/30/0655-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 472,
    "char_count": 9818,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 4.456583025697791e-08,
      "percentile": 0.27911395606462
    },
    "sha256": "ebe3966c534a536e9a32c11331ed853ab2de15a29c48f04fdd24eb926a81d334",
    "simhash": "1:fb1f28717dc5ad98",
    "word_count": 1781
  },
  "last_updated": "2024-02-27T22:16:47.765042+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PEOPLE v. LEIGHTON."
    ],
    "opinions": [
      {
        "text": "Daniels, J.\nThe defendant is now under sentence of death upon a conviction of the crime of murder in the first degree, and this motion is made because of newly discovered evidence, which it is claimed would probably have changed the result if it had been produced upon the trial already had. The application is made under the authority of the recent amendment to § 466 of the Code of Criminal Procedure. This amendment in no manner enlarges or qualifies the grounds previously provided for, upon which a motion of this nature may be made. But it simply provides that in this class of cases the motion may be made after judgment, and it must accordingly be determined under the other provisions contained in the Code.\nBy subdivision 7, section 465, of this Code, a new trial in a criminal case may be ordered because of newly discovered evidence when that would probably have changed the verdict if it had been received, and it is not cumulative. What was intended by the use of this last phrase has been no otherwise defined in the Code than by the mere fact of its employment. But as it was, at the time, a phrase of well known significance, it is to be presumed that the legislature made use of it in the sense in which it had come to be understood in legal proceedings. By that understanding evidence is cumulative when it is of the same nature as that previously produced to establish the same fact or facts. Peck v. Hiler, 30 Barb. 655, 659 ; Parker v. Hardy, 24 Pick. 246, 248; People v. Super. Ct., 10 Wend. 655.\nIt has been urged in support of the motion that this rule should not be applied when the evidence given upon the trial has been elicited from the party accused as a witness in his own behalf.' But there seems to be no adequate reason for making such an exception to the rule. For when the accused is sworn upon his trial, he becomes a witness in the case. He is then a witness for himself, and was made competent for that purpose by an act in terms designating him as a witness. 3 Rav. Stat. 6th ed. 1832, § 43. And when he elected to place himself in the position of a witness, lie did so subject to all the rights and disabilities attending that relation to the trial. And no good reason has been discovered which should relieve him from the obligations of this rule. The legislature has certainly exhibited no such intent iii the enactment of the provisions under which this motion has been made. It has in terms provided that the application shall not be successful when the evidence is cumulative, and no exception to this provision has in any form whatever been made. If the evidence claimed to have been newly discovered, sustains this relation to that given upon the trial, then the effect of the provision is that the new trial shall not be permitted. And that relation can be as well sustained by it, to the evidence of the accused himself, as it can be to that of any other witness sworn in the case.\nThe point is therefore presented whether the evidence now proposed to be produced is of a cumulative nature, as that has been defined by the rule already mentioned. And this must be' determined by a comparison of this evidence with that given upon the trial. The statement contained in the first of the affidavits is, that “the woman struck at the man with something that looked to deponent like a stick, and the man immediately struck back; that at once she put her hands to the side of her face, as it appeared to deponent, and went quickly into the basement of the adjacent house.” In the other affidavit the statement is that “ deponent saw the woman strike at the man with what appeared to him to be a stick, whereupon the man struck back and the woman went into a basement.” Upon the trial, the prisoner, referring to the same occasion, stated that he said : “ Mary, won’t you give me my coat?” “ and as she raised the iron I struck her;” “ she raised this curling iron ;” “ I had it in my hand after; for when she struck me I got it in my left hand together with my cane“ our blows were simultaneous.” This evidence, which was given by the accused -upon his trial, related to the same occurrence as that mentioned by the persons making the affidavits, and it renders that which it is stated they would be able to give upon another trial, plainly cumulative; for it is of the same nature as that proposed to be given, and detailing what took place substantially as the prisoner himself did when he was sworn in his own behalf.\nBut even if this rule should not be applied when the evidence of the same nature has been given by the accused, it would still be cumulative within the legal signification of that rule. For the witness Peterson, who was examined on behalf of the accused, testified that she saw these.persons together, and heard Mrs. Dean say : “ I know you are a man and I am a woman, but I certainly will do it, and she was in the act of doing something“ she was shaking something in the prisoner’s face what she shook she stated was like the curling iron shown; she then said that she passed them and turned around, and saw the prisoner standing, who then turned around and ran. This, though not given with the same degree of detail, was still substantially what the prisoner himself had sworn to, and was in effect the same as the evidence the persons who mude these affidavits stated they would be able to give upon another trial. In any view of the case, this evidence would be cumulative within the rule to which reference has already been made.\nThe fact of the deceased striking at the prisoner, which is all that the newly discovered evidence would show, was presented upon and considered at the trial. And when that has been done, it has become the policy of the law not to allow the same thing to be tried again, even though further evidence of the nature of .that produced upon the trial might be given in its support.\nBut if this further evidence had been given upon the trial, it is not probable that it would have changed the verdict, for there was evidence in the case from which the jury could very well infer, as they did, that the prisoner took the life of this woman with a premeditated and deliberate design to do that. From what transpired when they last met, it appeared that a misunderstanding had arisen between them. She then desired to avoid an interview with him, while he insisted upon it, and when it was concluded, he inflicted this mortal wound upon her with a razor that he had carried about his person during the day.\nIn the afternoon preceding the interview he had been seen passing and repassing the place of this woman’s residence. And there was evidence that he had previously intimated a design to inflict some serious injury upon her person. These cireumstances, with, what transpired at the time when he did inflict the mortal wound, were of such a nature that the jury could conclude from them that he repaired to her residence in the evening intending to do what he afterward accomplished. And if he went there, as the jury found he did, actuated by such a design, then he was guilty of murder in the first degree, and the legal nature of his act would not be changed by the circumstance that the woman struck at him with'the curling iron before he carried this design into effect. That probably was the view which the jury adopted and upon which their verdict was founded. And adding further evidence relating to the fact of her striking at him', to that which was given upon the trial, could not by any possibility have changed the result. If these circumstances induced the conclusion that he inflicted this wound from a deliberate and premeditated design to kill the woman, their force and effect would not be in the least diminished by adding the testimony of the newly discovered witnesses to that given upon the trial, showing that she struck at him with this curling iron. Upon neither view' of the evidence is there any ground for setting aside this verdict.\nThe motion made will therefore be denied.\nNote.—See People n. Hovey, ante, p. 324, affirmed by the Court of Appeals, infra, p. 477.",
        "type": "majority",
        "author": "Daniels, J."
      }
    ],
    "attorneys": [
      "Charles S. Spencer and John F. Quarles, for defendant.",
      "John McKeon, district attorney, and John Vincent, (assistant), for the people."
    ],
    "corrections": "",
    "head_matter": "Supreme Court—Special Term—first District.\nMay, 1882.\nPEOPLE v. LEIGHTON.\nNew Trial.—Motion for on ground of Newly Discovered Evidence.—Code Criminal Procedure, §§ 465, 466.\nThe amendment to section 466 of the Code of Criminal Procedure, in 1883, was not intended to enlarge or qualify the grounds of a motion for a new trial in a criminal case, but only to provide that in case of a sentence of death the motion may be made after judgment.\nTo sustain a motion for a new trial under subdivision 7 of section 465 of said Code, it must appear that the newly discovered evidence is not . cumulative, i. e., is not of the same nature as that previously produced | to establish the same fact or facts; and a case where the evidence i given upon the trial has been elicited from the party accused, as a witness on his own behalf, forms no exception to the rule.\nThe newly discovered evidence in this case considered by the court, and held to be cumulative, and also such as would not, probably,, have changed the verdict.\nMotion for a new trial, on the ground of newly discovered evidence, made before Daniels, J., as a Justice of the Supreme Court, under §§ 465 and 466 of the Code of Criminal Procedure.\n1 The defendant, Augustus D. Leighton, was convicted of murder in the first degree in the Court of Oyer and Terminer of New York county. On appeal the judgment of conviction was affirmed by the Supreme Court at General Term (10 Abb. A. G. 261), and the Court of Appeals (88 A. Y. 117). After the affirmance of the Court of Appeals the present motion was made.\nThe facts appear in the opinion.\nCharles S. Spencer and John F. Quarles, for defendant.\nJohn McKeon, district attorney, and John Vincent, (assistant), for the people."
  },
  "file_name": "0468-01",
  "first_page_order": 492,
  "last_page_order": 496
}
