{
  "id": 1164428,
  "name": "PEOPLE v. NOELKE and MARKS",
  "name_abbreviation": "People v. Noelke & Marks",
  "decision_date": "1883-11",
  "docket_number": "",
  "first_page": "495",
  "last_page": "500",
  "citations": [
    {
      "type": "official",
      "cite": "1 N.Y. Crim. 495"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "72 N. Y. 393",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        532866
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/72/0393-01"
      ]
    },
    {
      "cite": "83 N. Y. 460",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "79 N. Y. 594",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "72 N. Y. 571",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        532822
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/72/0571-01"
      ]
    },
    {
      "cite": "76 N. Y. 288",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        539822
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/76/0288-01"
      ]
    },
    {
      "cite": "73 N.Y. 476",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "1 N.Y. 184",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "23 Wend. 420",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "86 N. Y. 18",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        546226
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/86/0018-01"
      ]
    },
    {
      "cite": "82 N. Y. 443",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2177177
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/82/0443-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 610,
    "char_count": 12182,
    "ocr_confidence": 0.534,
    "pagerank": {
      "raw": 1.6937905685574213e-07,
      "percentile": 0.6996987083030709
    },
    "sha256": "141d55b246c83e3b5eb392e64b17bbe169b247b700f14ce95e46d3c863e4281e",
    "simhash": "1:1d32ac662605166f",
    "word_count": 2102
  },
  "last_updated": "2024-02-27T22:16:47.765042+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PEOPLE v. NOELKE and MARKS."
    ],
    "opinions": [
      {
        "text": "Finch, J.\nTJpon the principal questions in this case the opinion of the General Term is so accurate and full as to make unnecessary any repetition of its reasoning in expressing our concurrence. It holds that the indictment \"was sufficient, because the word lottery, if it has no technical legal meaning, as this court has said (Wilkinson v. Gill, 74 JV. Y. 66), and is to be construed in its popular sense, indicates a scheme for the distribution of prizes, and for the obtaining of money or goods by chance ; and that any possibility of doubt founded upon the use of the word is dispelled by the further allegation which sets out the form of the ticket charged to have been sold, which refers on its face to the “ monthly two-dollar drawing,” and in terms “ entitles the holder thereof to one-half of such prize as may be drawn by its number in the within-named drawing if presented for payment before the expiration of three months from the date of said drawing.” People v. Warner, 4 Bari. 314. It may be added that the Penal Code (§ 323) now defines a “ lottery” with all needful accuracy and precision. We have attentively considered the authorities cited by the appellants, and the criticism to which they have subjected the averments of the indictment, but remain satisfied that it plainly disclosed and sufficiently charged the substance of the ofíense forbidden by the statute.\nThe General Term also held that if Mattocks was to be deemed an accomplice the court gave to the defendants the full benefit of the rule of the Code (Crim. Pro. § 399) that a conviction could not be had upon the uncorroborated evidence of an accomplice, but that Mattocks was'not an accomplice, and so discussion upon the rule, or the evidence under it, was rendered unnecessary. We agree that Mattocks was not an accomplice, since he purchased the ticket to detect and punish a crime, and not with intent to aid in committing one.\nFrom the point of view of the prosecution, he was a detective ; from that of the defendants, a spy, or informer; but in no sense a party to the criminal act or intent so as to become an accomplice.\nThe further contention that because this lottery was lawful under the law of Louisiana, and its tickets issued represented value and were property, their sale in this state could not be prohibited without violating the provisions of .the Federal constitution which give to Congress the power to regulate commerce among the several states, and forbid the passage of any law impairing the obligation of a contract, wTas properly characterized by the General Term as “ a very extraordinary proposition.” The learned counsel for the appellants cites recent decisions of this court as indicating a drift in the direction of his argument, and founded upon a logic w’hicli involves his conclusion: Ormes v. Dauchy, 82 N. Y. 443 ; Van Voorhis v. Brintnall, 86 N. Y. 18. Neither of these cases furnishes the slightest ground for a construction which would repeal our penal laws against lotteries, or make them absolute .nullities. In the first of these eases the precise question was, whether the contract sued upon was a violation of o'ur statute. It did not appear that the advertising of lotteries was to be done in this state, or was in fact done in this state, nor that where contracted to be done it was illegal by the law of the locality. And the recovery was sustained for the reason that our statute against lotteries was in no manner infringed. The second of these cases respected the status of the parties to-a marriage contract made in another state, and valid where made, but which would have been invalid if made within our jurisdiction. Both cases rested upon the undeniable truth that our law could have no extra-territorial operation, but neither intimated that within our jurisdiction we could not forbid the making of contracts deemed immoral and against our public' policy. There is no impairment of a contract obligation by our law against lotteries. We prohibit the making of certain contracts within our boundaries. The statute does not undertake to say what contracts may or may not be made under a foreign law, and no question is here of a contract valid elsewhere, or as to\" property brought within this state. It does not even appear that the'lottery ticket had ever been issued, or acquired any value of its own, or become a.- valid obligation anywhere, when attempted to be sold within our jurisdiction. We cannot impair what does not exist. We forbid the contract within our borders ; we do not tamper with an existing valid obligation. In the present case no valid contract was or could have been made in this state. One never came into existence, either as between Mattocks and the defendants or Mattocks and the Lottery, which under our law was valid or effectual. What happened was purely the violation of a criminal statute, and it made no difference that the lottery itself was authorized by the laws of Louisiana.- People v. Sturdevant, 23 Wend. 420; Charles v. People, 1 N.Y. 184; Grover v. Morris, 73 N.Y. 476. Our statute destroys no vested right of property innocently acquired, and in no manner regulates commerce between the states.\nThe defendant, LToelke, was examined on his own behalf, and on cross-examination ’certain questions were asked which it is urged were erroneously permitted. One of these questions was whether, since prior to 1877, he had been engaged in the business of lottery tickets and lottery policies. Another was, whether he had been tried and convicted in the United States court for violating the law prohibiting the sending of matters through the United States mail with reference to the drawing of any lottery. In People v. Crapo (76 N. Y. 288), the prisoner was on tiial for burglary and larceny, and having taken the stand as a witness in his own behalf, was asked on cross-examination if he had been arrested on a charge of bigamy. This court held the question inadmissible, and stated the true rule to be that the disparaging questions must either be relevant to the issue or such as clearly go to impeach the moral character and credibility of the witness. In People v. Brown (72 N. Y. 571), the question asked the party testifying in his own behalf was, how many times he had been arrested, and it was held inadmissible. In Ryan v. People (79 N. Y. 594). the witnesses were asked if they had been indicted. This court, recognizing the right to put questions to a witness as to specific facts which tend to discredit him or impeach his moral character, held that the fact of an indictment could not produce such result, since it was merely an accusation and innocence was presumed. In People v. Oyer & Term., Co. of N. Y. (83 N. Y. 460), we said of this class of questions that our control over them was not absolute, and that as a general rule the range and extent of such an examination is within the discretion of the trial judge, subject, however, to the limitation that it must relate to matters pertinent to the issue, or to specific facts which tend to discredit the witness or impeach his moral character; and to the same effect was People v. Casey (72 N. Y. 393). The Penal Code provides that “ a person heretofore or hereafter convicted of any crime is notwithstanding a competent witness in any cause or proceeding, civil or criminal; but the conviction may be proved, for the purpose of affecting the weight of the testimony, either by the record or his cross-examination, upon which he must answer any proper question relevant to that inquiry ” (§ 714). Within these rules both questions put to the defendant in this case were proper. We cannot say that the first was not pertinent to the issue. The evidence of the party on his direct examination is not given, but we can see that if for a period of time covering the alleged illegal sale to Mattocks the witness was engaged in the lottery business, it would make much more credible the testimony of the informer. But at least a fact was inquired about which was not merely a charge or accusation but the actual commission of a crime, and an affirmative answer must necessarily have tended to discredit the witness. The second question was admissible for the reason last named, and was within the rule of the Penal Code.\nOther objections taken by the appellant it is not deemed necessary to discuss.\nThe judgment should be affirmed.'\nAll concur.",
        "type": "majority",
        "author": "Finch, J."
      }
    ],
    "attorneys": [
      "Charles W. Brooke for defendants, appellants.",
      "John McKeon, district attorney (John Vincent, assistant), for the people, respondent."
    ],
    "corrections": "",
    "head_matter": "Court of Appeals.\nNovember, 1883.\n(Affirming 1 N 7. Grim. Rep. 252.)\nPEOPLE v. NOELKE and MARKS.\nLottery.—Indictment.—Informer.—Accomplice.'—Disparaging Questions.\nThe indictment set forth the unlawful sale of part of a ticket in a lottery not expressly authorized by law, commonly called the Louisiana Lottery, and that a more particular description of said lottery was to the grand jury unknown. It also set out the part of the ticket so sold, which stated that it was in “ the monthly two-dollar drawing,” and declared that it entitled the holder to one-half of such prize as may be drawn, ‘1 if presented for payment before the expiration of three months,” etc. Meld, that the indictment was sufficient, because the word lottery indicates a scheme for the distribution of prizes and for the obtaining of money and goods by chance, and that any possibility of doubt was dispelled by setting forth- the form of the ticket charged to have been sold.\nOne who purchases a ticket in a lottery for the prurpose of detecting and punishing a sale in violation of law, not with intent to aid in committing an offense, is not an accomplice.\nThe sale in this State of a ticket in a lottery lawful under the law of Louisiana, and whose tickets under that law might represent value and be property, can be prohibited without violating the provisions of the United States Constitution which give to Congress the right to regulate commerce between the several states, and forbid the passage of any law impairing the obligations of a contract.\nThese provisions do not prohibit us from forbidding the making within our jurisdiction of certain contracts deemed immoral, and against public policy.\nThe prohibition against the sale of lottery tickets in this State is not tampering with an existing contract, especially where, as in the present case, there is no proof that the ticket was a valid obligation anywhere at the time when it was attempted to he sold.\nSuch a sale is simpily a violation of a criminal statute of this State, and it makes no difference that the lottery itself is authorized by the law of Louisiana.\nDefendant was asked on cross-examination whether, since prior to 1877, (the offense for which the prisoner was tried, was committed in 1882) he had been in the business of lottery tickets and lottery policies. Held, proper, as being pertinent to the issue, having a tendency to corroborate the alleged sale of a ticket, and as an inquiry as to the actual commission of a crime, to which an affirmative answer must have tended to discredit the witness.\nA defendant was also asked on cross-examination whether he had been tried and convicted in the U. S. Court for violating the law prohibiting the sending of matter through the U. S. mail, with reference to the drawings of anjr lottery. Held, admissible, as proving a fact discreditable to the witness, and because proof of a conviction by cross-examination is authorized by section 714 of the Penal Code.\nThe true rule as to the admissibility of disparaging questions is that they must be relevant to the issue or such as clearly go impeach the moral character and credibility of the witness'.\nQuestions may be put to a witness as to specific facts which tend to discredit and impeach his moral character.\nAppeal by the defendants, Charles N. J. DToelke and Jacob' Marks, from a judgment of the General Term, in the First Department, of March, 1883, which affirmed a conviction of defendants in the General Sessions of New York city and county, of a violation of the lottery laws of this state.\nThe facts and points of counsel fully appear in the report of this case at General Term, ante, p. 252.\nCharles W. Brooke for defendants, appellants.\nJohn McKeon, district attorney (John Vincent, assistant), for the people, respondent."
  },
  "file_name": "0495-01",
  "first_page_order": 519,
  "last_page_order": 524
}
