{
  "id": 1164426,
  "name": "PEOPLE v. LANE",
  "name_abbreviation": "People v. Lane",
  "decision_date": "1883-08",
  "docket_number": "",
  "first_page": "548",
  "last_page": "556",
  "citations": [
    {
      "type": "official",
      "cite": "1 N.Y. Crim. 548"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Gen. Term",
    "id": 9194,
    "name": "New York Supreme Court, General Term"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "9 Hun, 96",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "97"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "12 Hun, 504",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    },
    {
      "cite": "7 Daly, 114",
      "category": "reporters:state",
      "reporter": "Daly",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 658,
    "char_count": 18509,
    "ocr_confidence": 0.548,
    "sha256": "99aa73b04f9b77e73c297c8c740a64ec59b02abd98fa252d9d9501e739be26a5",
    "simhash": "1:bbdd3d8e79168be5",
    "word_count": 3260
  },
  "last_updated": "2024-02-27T22:16:47.765042+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PEOPLE v. LANE."
    ],
    "opinions": [
      {
        "text": "Upon the appeal to the General Term of the Supreme1 Court the following opinions were written.\nBrady, J.\nThe appellant was convicted of robbery in the first degree. Upon the trial he was examined on his own behalf and denied positively the commission of the offense or any participation in it, and proved an alibi. Several witnesses called on his behalf also” testified that, at the time of the commission of the robbery, he was at his sister’s residence, where he himself stated he was, and where he went to attend the festivities consequent upon a christening. In rebuttal the people called a police officer, who testified that he knew the general reputation of the defendant, that it was bad, and that he would not believe him under oath. The officer also testified as to the bad character of one of1 the witnesses examined on behalf of the appellant. Captain Petty was also called as a witness in reference to the reputation of the prisoner, and said it was bad. Ho other witnesses were examined on that subject by the people. Ho witnesses were called on behalf of the appellant in respect to his good character. After conviction a motion was made for a new trial under section 465 of the Code of Criminal Procedure, upon affidavits of persons .who were present, or in the vicinity, at the time the robbery was committed, and who are positive in stating that the appellant was not one of those engaged in it, as they distinctly saw all who were ; the affidavits showing the good character of the prisoner who-,, it may be here observed,, is but twenty-one years of age.\nIt appears from the affidavit of one of the affiants that he was in court during the trial expecting to be called as a witness as to the character of the defendant, but was not examined for some reason which he does not understand. Section 465 of the Code of Criminal Procedure, to which reference has already been made, provides, by its seventh subdivision, that a new trial may be granted when it is made to appear by affidavit that upon another trial the defendant' can produce evidence such as, if before received, would probably have changed the verdict, if such evidence has been discovered since the trial, is not cumulative, and the failure to produce it on the trial was not due to want of diligence. The evidence as to the occurrence itself must be regarded as cumulative, and therefore not one of the elements indicated. The element of good character, however, as to which there was no evidence given on behalf of the appellant was not cumulative. See Hueber v. Rosevelt (7 Daly, 114).\nThis court held in the case of Clute v. Emmerich (12 Hun, 504), that the error of a counsel in admitting a paper to be immaterial, worked an injustice, and therefore a new trial should be granted. Hence there are two features of this case which commend themselves to the consideration of the court: the omission of counsel to call witnesses as to good character,.and the probable effect of such proof in answer to the evidence given by two witnesses -connected with the police department. The section of the Code provides for a case where a defendant could produce evidence such as, if before received, would probably have changed the verdict. It may be said with very great propriety that, considering the youth of the prisoner, his positive denial of the accusation against him and the evidence relating to the alibi, if he had superadded to that, evidence of good character given by persons of respectability, such proof would probably have changed the verdict. Assuming the counsel to have known of the presence of the witnesses for that purpose and that he omitted to call them, such omission should not act to the prejudice of the appellant.\nMotions of this character are addressed to the discretion of ■the court, and each application must therefore depend upon its distinct characteristics and cannot be said to furnish a precedent. It is not intended by the view which is taken of the application made to the court below to encourage applications of this nature, or to establish as a general rule that the omission of counsel to call witnesses upon a vital point in the case shall find favor in applications for- a new trial. When, however, it is the conviction of the court of review that injustice has arisen from the incidents of the trial, and the application for a new trial is brought within the provisions of the Code, supra, a new trial will be granted without hesitation.\nThe learned recorder fully considered the motion and delivered an elaborate opinion, but the effect of the proof of good character, in response to the evidence on that subject given by the people, does not seem to have received particular consideration.\nIt is thought for these reasons that the administration of justice demands a new trial.\nOrdered accordingly.\nDaniels, J.\nI agree to the conclusion of Hr. Justice Beady that there ought to be another trial of the indictment against the defendant. Upon the whole case as it is now presented, but which may be very materially changed on the oral examination of the witnesses, there is serious ground for doubt as to his guilt. That will be either removed or confirmed by another trial. And under the circumstances justice requires that it. should be ordered, for the doubt can be removed in no other way.",
        "type": "majority",
        "author": "Brady, J. Daniels, J."
      },
      {
        "text": "Davis, P. J.—[Dissenting.]\nI cannot concur in the views expressed by my brothers. It is I think a very dangerous rule to hold that verdicts in criminal cases may be set aside and new trials oidered on the affidavit of the convicted defendant that on a new trial he will be able to produce witnesses of his own good character to contradict witnesses, called on the trial to impeach his credibility by showing him to be a man of bad general character.\nWhen the defendant made himself a witness on his own behalf he of course opened the door for the people to attack his credibility by showing his general bad reputation or character. This was a collateral issue and not one in my opinion within the intent and meaning of section 465 of the Code of Criminal Procedure. To so construe that section as to embrace it will be a most dangerous innovation in the law governing criminal trials and will virtually in every case where the defend,ant as a witness is impeached or his witnesses are impeached, require that a new trial be ordered on affidavits that witnesses to sustain his or their character can be produced on a new trial.\nThe new testimony on such a question is cumulative because it relates to a question on which an issue was necessarily presented and tried and on which witnesses were examined. The defendant was not surprised, for he had a witness in court on that very issue who for some unexplained reason was not called. The reason was doubtless a good one, as explanation would be likely to show. I have carefully read the learned recorder’s opinion on the motion and think the reasons he assigns for denying the motion to be correct and that they ought to be controlling.\nI therefore dissent from the conclusions of my brethren and concur in those of the recorder.\nJudgment of conviction and order denying a new trial reversed,, and. a new trial ordered.",
        "type": "dissent",
        "author": "Davis, P. J.—[Dissenting.]"
      }
    ],
    "attorneys": [
      "Geo. M. Curtis, for appellant.",
      "John Mc Keon, District Attorney, for people."
    ],
    "corrections": "",
    "head_matter": "Supreme Court—General Term—first Department.\nAugust, 1883.\nPEOPLE v. LANE.\nMotion fob New Teial.—Code Ceiminal Pbooedíjbe, § 465.\nDefendant upon trial for robbery denied the commission of the offense, and produced several witnesses to prove an alibi. In rebuttal, the prosecution offered evidence that the defendant’s character was bad, and that he was not to be believed under oath, also that the character of two of defendant’s- witnesses was bad. No evidence as to character was offered by defendant, although he had a witness present in court to testify on that subject, who for some unexplained reason was not examined. After conviction, a motion for anew trial was made under section 465 of the Code of Criminal Procedure, upon affidavits of persons Who witnessed the robbery, and also of others showing defendant’s good character. Held, that while the affidavits as to the robbery were cumulative and therefore not available as a ground for a new trial, that the affidavits as to good character, no testimony having been given on that subject by defendant on the trial, were not cumulative and that a new trial might be granted, the proof of defendant’s guilt being doubtful, where it appeared that sucli evidence if offered on the trial would probably have changed the verdict.\nThe omission of counsel to produce this evidence on the trial should not prejudice defendant.\nMotions of this character being addressed to the discretion of the court, each application must depend upon its distinct characteristics and cannot furnish a precedent.\nWhen, however, injustice has arisen from the incidents of a trial and the application is brought within the provisions of section 465 of the Code of Criminal Procedure, a new trial will be granted by the court of review without hesitation.\n. Where upon the whole case there is a serious doubt of the defendant’s guilt, a new trial should be ordered. (Per Daniels, J.)\nAppeal from a judgment of the court of General Sessions of the city and county of New York, of January 2, 1883, convicting the appellant, John (indicted as James) Lane of robbery in the first degree, and from an order denying a motion for a new trial entered on the same day.\nUpon the trial the prisoner, being sworn in his own behalf, denied any connection with or knowledge of the robbery of which he was accused, and testified that he was during the time . when the offense was committed at the house of his sister at a christening party, and his statement was confirmed by five witnesses. Three witnesses, a captain of police and two officers, swore that defendant’s reputation was bad and that they would not believe him under oath. One of these officers also testified that two of defendant’s witnesses were of bad character and not to be believed under oath. The complainant positively identified the prisoner as one of the men who robbed him, and two witnesses testified (one of them not very positively) that the prisoner was in the neighborhood of the scene of the robbery at the time when, he testified he was at his sister’s house. -\nAfter conviction a motion was made before Recorder Smyth, who had presided at the trial, for a new trial under Code Grim. Pro. § 465, subds. 6, 7.\nThe affidavits of seven witnesses in addition to those who had testified on the trial were read in support of this motion.\nPatrick Noonan and Patrick H. Glaveen deposed that they knew the prisoner well, that his character was good, that they were present at and saw the commission of the robbery and that the prisoner was not one of the robbers. Honora Lane, the prisoner’s mother, swore that she knew of the evidence of Glaveen, but did not communicate it to the prisoner because she did not understand its legal effect, and was so overcome by excitement and grief at her son’s condition and trial that it thereby escaped her recollection. The complainant had testified on the trial that the attack was made upon him in the alley-way of the tenement house where he resided, and that he had just come from the bar-room in the front of the house where he had been to return a pen and bottle of ink which he had borrowed from a boy in that place. In answer to this the affidavit of Michael Murphy, the proprietor of this bar-room, was produced on the motion that at the time of the robbery his place was closed (it being Sunday), that he had no pen and ink there, and that complainant borrowed no such articles from his bar-room, and that there was no boy in the place. Thomas Stack made affidavit that the lamp near the front of the alley-way where the robbery took place was not lighted at the time of the occurrence. John Shay deposed that the prisoner was at the christening party at the time of the robbery, and Bernard Golden and Patrick Crowley deposed that the prisoner’s character was good. Thomas J. Gill deposed that he was in court at the time of prisoner’s trial,_ expecting to be called to prove prisoner’s good character, but that he was not called ; that several others were present at that time for the same purpose and ready to testify.The prisoner made affidavit that he was ignorant at the time of the trial of the evidence of Glaveen, Stack and Murphy, that said evidence was newly discovered, and that he had no means of ascertaining or producing the same on his said trial.\n..The motion for a new trial was denied, and the following opinion written by the recorder:\nSmyth, Recorder.—The defendant was jointly indicted with one Harrington for the crime of robbery in the first degree; and upon a trial at the November term of this court he was convicted of that offense. He now moves for a new trial upon the following grounds: First. That the verdict is contrary to law and clearly against the weight of evidence. Second. Upon affidavits of three persons who were not examined upon trial and whose evidence lie claims had it been introdticed would probably have changed the verdict to one in his favor.\nI. As to the first of these grounds.\nOn the trial it was conceded by the defendant’s counsel and established beyond all question by the evidence of the prosecution and by two of the defendant’s witnesses that the crime of robbery was committed.\nThe time when and the place where the robbery was perpetrated was also clearly proved, and if any corroboration was needed it has been furnished by the defendant in the affidavits of Noonan and Glaveen read by him upon this motion.\nThe defense which was relied upon was that of an “ alibi,” which defense it is claimed was sustained by the evidence of the defendant himself and by six or seven witnesses who were called and examined by him. The evidence introduced by the defendant tended to show and did establish the fact that he was at the house of his sister at the time the robbery was being committed.\nThe district attorney, in addition to the evidence of the complainant introduced evidence directly in conflict with that of the defendant and his witnesses, and all the/-evidence so presented was submitted to and passed upon by the jury under proper instructions by the court.\nThe jury as they had a right to do did not believe the defendant or his witnesses, and convicted him of the offense charged in the indictment.\nNo exception to.the charge was taken by the defendant or to any refusal to charge as requested.\nAn exception was taken by. the defendant to the admission of evidence tending to show that the reputation of the defendant (who was examined as a witness in his own behalf) for truth was’bad. This exception cannot be sustained. It is well settled that a defendant, in a criminal case when he places himself in the position of a witness is to be treated like all ordinary witnesses and that his reputation for truth may be impeached. Adams v. People, 9 Hun, 96, 97.\nA similar objection was made to permitting the district attorney to impeach the truth and veracity of the defendant’s mother who was a witness for the defendant. This objection like the other cannot be sustained and was properly overruled by the court.\nFor the reason stated I do not think that the verdict rendered is contrary to law or clearly against the weight of evidence.\nII. I have carefully considered the Statements contained in the affidavits of Noonan and Giaveen which are relied upon by the defendant as sustaining the second ground of his motion.\nLeaving out of view the objection that the evidence of both of these affiants is cumulative and therefore of no avail upon that branch of the motion, a comparison of the proposed evidence with that of the defendant’s witnesses Simmons and Judge given on the trial, must necessarily lead to the conclusion that if the statements of Noonan and Glaveen are true that the evidence given by Simmons and Judge must be false. Under such circumstances I cannot come to the conclusion that if they (Noonan and Glaveen) had testified upon the former trial, their evidence taken in connection with that of the witnesses Simmons and Judge would probably have changed the verdict which was rendered in the case.\nNor do I think that the evidence of Stack and Murphy, had it been introduced on the trial, would have produced a different result than the one arrived at by the jury.\nAssuming that Murphy’s statement that his liquor store was closed and that he did not keep a pen and ink in it was true, it does not necessarily follow that the complainant’s statement that he got a pen and ink in that store from a boy is false.\nIt may be that this store was “ closed,” in the same way that stores of that character are kept closed on Sundays, and the complainant and others may have entered and left it, and Murphy does not state that the complainant was not in his store on the night of the robbery or that lie himself was or was not in the store on that night.\nThe evidence of Stack is to the effect what the lamp in front of his place of business was not lighted on the night in question.\nI do not think 'that any witness stated that the lamp was lighted at the time the robbery was committed. Two of the defendant’s witnesses who saw the robbery committed agree that there was light sufficient to enable them to swear positively that the defendant was not one of the persons who was engaged in the robbery and one of them, had sufficient light to enable him with great minuteness to describe the general appearance and dress of the robbers, the cut of their coats and the color of the moustache of one of them.\nThe complainant positively identified the defendant as one of his assailants on that occasion, and he was corroborated by one of the police officers who saw him come from the alley-way where the robbery was committed.\nThe evidence of Shay is merely cumulative and the failure to produce him upon the trial has not been explained.\nThe Code of Criminal Procedure provides that a new trial can be granted only for some one or other of the causes specified in section 465. The defendant relies upon the provisions of subdivisions 6 and 7 of that section, but after a full and careful) examination of the case presented upon the trial and the affidavits presented upon this motion, I am unable to find that the1 defendant has succeeded in bringing himself within either of theáe provision of the Code. The motion is denied.\nGeo. M. Curtis, for appellant.\nJohn Mc Keon, District Attorney, for people."
  },
  "file_name": "0548-01",
  "first_page_order": 572,
  "last_page_order": 580
}
